{
  "MENU": {
    "HOMEPAGE": "Home Page",
    "ABOUTUS": "About",
    "FEATURES": "Features",
    "COSTCALC": "Cost Calculation",
    "SUPPORT": "Support",
    "REFERENCES": "References",
    "BLOG": "Blog",
    "SERVICESANDDETAIL": "Services and Detail",
    "CONTACT": "Contact"
  },
  "ABOUTUS": {
    "TITLE": "ABOUT US",
    "BOTTITLE": "Home Page",
    "BOTTITLE2": " / About Us",
    "2TITLE": "WE GROW TOGETHER",
    "TEXT1": "Hey Teknoloji is a 100% domestic technology company that grows day by day with the Research and Development Support it received from the Ministry of Industry and Technology of the Republic of Turkey.",
    "TEXT2": "Since 2011, it has successfully completed more than 100 projects serving the public and private sectors.",
    "TEXT3": "It has established long-term business partnerships and customer satisfaction with its tailor-made work and turnkey projects.",
    "TEXT4": "One of the main features that distinguishes Hey Teknoloji from its competitors is that it produces technological solutions that are both innovative and that everyone can easily adapt to.",
    "TEXT5": "It improves itself day by day thanks to its employees, business partners and customers. It accelerates the transition of every institution it comes into contact with to the technology age in a controlled manner. As a result of providing services to different sectors, it has to adapt to every situation. This imperative keeps Hey Teknoloji young and developing.",
    "TEXT6": "It is with the customer at every stage of the projects it delivers so that it can provide the customer with the highest profit and efficiency. Hey Teknoloji is not just a service-provided technology company, it's a productivity-enhancing business partner.",
    "TEXT7": "As Hey Teknoloji, we are growing ourselves while ensuring the growth of our customers and business partners. Hey Teknoloji believes in the power of experience, knowledge and understanding. Thanks to its ever-developing infrastructure, it keeps its quality ahead of its time.",
    "TEXT8": "It has adopted the principle of closely following the needs of the business world and renewing itself. He is aware that he not only saves the day of his business partners with the projects he has delivered, but also designs the future. With this responsibility and awareness, it always questions the new needs of its customers and business partners. It develops solutions that work synchronously from smart devices (phone, tablet, etc.) and other technological environments in order to accelerate the transition of its customers and business partners to the technological age.",
    "TEXT9": "It offers the opportunity to follow and manage their work even when they are out of the office. Providing service with the principle that my customer's customer is my customer, Hey Teknoloji draws its strength from these sensitivities."
  },
  "FEATURES": {
    "TITLE": "FEATURES",
    "BOTTITLE": "Home Page",
    "BOTTITLE2": " / Features",
    "SUBTITLE1": "Debits",
    "SUBTITLE2": "Malfunctions",
    "SUBTITLE3": "Periodic Maintenance",
    "SUBTITLE4": "Parts with Service Life",
    "SUBTITLE5": "Meters",
    "SUBTITLE6": "Inventory",
    "SUBTITLE7": "Machines",
    "SUBTITLE8": "Predictive Maintenance",
    "DESCRIBE1": "You can keep track of the goods and materials given to the personnel.",
    "DESCRIBE2": "You can report a malfunction to the maintenance chief or team within seconds.",
    "DESCRIBE3": "You can automatically create a periodic maintenance calendar and keep track on it through Vida.",
    "DESCRIBE4": "You can manage the service life and efficiency of your parts with high financial value or long lead time.",
    "DESCRIBE5": "You can save energy by monitoring the electricity and water meters in your facility.",
    "DESCRIBE6": "You can track your inventory by recording your spare parts and other materials.",
    "DESCRIBE7": "Record and track the production status, location, failure and maintenance information of your machines.",
    "DESCRIBE8": "By evaluating the results of IOT sensors, corrosion and vibration measurement, you can determine your maintenance schedule and take precautions against possible malfunctions."
  },
  "COST": {
    "TITLE": "COST CALCULATION",
    "BOTTITLE": "Home Page",
    "BOTTITLE2": " / Cost Calculation",
    "HEADER": "COST CALCULATOR",
    "FORM1": "Number of Machines",
    "FORM2": "Daily Working Hours",
    "FORM3": "Number of Days Machine Works per Week",
    "FORM4": "Commercial Value of the Product",
    "FORM5": "Produced by 1 Machine in 1 Hour ($)",
    "FORM6": "Operator Salary Cost ($)",
    "FORM7": "Number of Operators per Machine",
    "FORM8": "Break time in the Facility (Monthly)",
    "FORM9": "Downtime in the Facility (Hours)",
    "FORM10": "Monthly Electricity Expense per Machine ($)",
    "CALC": "Calculate",
    "FORM11": "Explanation",
    "FORM12": "Cost",
    "FORM13": "Monthly Downtime Cost",
    "FORM14": "Monthly Downtime Cost from Total Turnover",
    "FORM15": "Labor Cost of Monthly Downtime",
    "FORM16": "Electricity Cost of Maintenance",
    "FORM17": "Total Maintenance Cost",
    "BACKCALC": "Back To Calculator..."
  },
  "SUPPORT": {
    "TITLE": "SUPPORT",
    "BOTTITLE": "Home Page",
    "BOTTITLE2": " / Support"
  },
  "REFERENCES": {
    "TITLE": "REFERENCES",
    "BOTTITLE": "Home Page",
    "BOTTITLE2": " / References"
  },
  "CONTACT": {
    "TITLE": "CONTACT",
    "BOTTITLE": "Home Page",
    "BOTTITLE2": " / Contact",
    "HEADER": "CONTACT US",
    "ADDRESS1": "Main Office",
    "ADDRESS2": "R&D Office",
    "EMAIL": "E-Mail",
    "PHONE": "Phone",
    "CONT": "CONTACT",
    "DESCRIBE": "If you have questions about how we can help you and your company, send us an email and we will contact you shortly.",
    "FOLLOW": "FOLLOW US",
    "FORMHEADER": "CONTACT FORM",
    "FORM1": "Name",
    "FORM2": "Surname",
    "FORM3": "Phone",
    "FORM4": "E-Mail",
    "FORM5": "Your Text",
    "FORM6": "SEND INFORMATION"
  },
  "HOME": {
    "HEADER": "End Failures with Screw Maintenance Management Application",
    "DESCRIBE": "Use Vida App to ensure machine park long uninterrupted operation, improve your institution's maintenance management culture.",
    "BUTTON": "Click for more information and DEMO",
    "TITLE1": "OUR REFERENCES",
    "TITLE2": "VIDA",
    "DESCRIBE2": "Vida is a computerized maintenance management application that helps industrial business management. It allows you to keep and track factory-related records such as malfunctions, inventory, meters, and maintenance schedules. Thus, you can make more profit in terms of time/cost while using your machinery and equipment for a longer period. You can easily access the application through the web, tablet, and mobile.",
    "TITLE3": "WHY CHOOSE VIDA?",
    "DESCRIBE3": "By creating a 'Care Culture' in your business, you can save time, energy and costs, and make your production capacity more efficient. With the screw application, you also ensure the uninterrupted operation of your machinery and equipment, and take all screws under control.",
    "TITLE4": "Based on Real-Time",
    "DESCRIBE4": "Each action in Vida can be viewed and tracked in real time via the application.",
    "TITLE5": "Access Anywhere",
    "DESCRIBE5": "You can access Vida Application on the web, tablet and mobile devices.",
    "TITLE6": "Smart Management",
    "DESCRIBE6": "Vida also allows you to manage costs, inventory, energy consumption and production.",
    "TITLE7": "Monthly Payment",
    "DESCRIBE7": "You can have the Vida Application with monthly payments instead of paying one time big investment."
  },

  "SERVICES": {
    "TITLE": "SERVICES AND DETAIL",
    "BOTTITLE": "Home Page",
    "BOTTITLE2": " / Services and Detail"
  },
  "BLOG": {
    "TITLE": "BLOG",
    "BOTTITLE": "Home Page",
    "BOTTITLE2": " / Blog",
    "CAT1": "All",
    "CAT2": "Maintenance Management Application",
    "CAT3": "Predictive Maintenance Management",
    "CAT4": "Fault Management",
    "CAT5": "Periodic Maintenance Management",
    "CAT6": "Blog",
    "MORE": "READ MORE"
  },
  "DEMO": {
    "HEADER": "MAKE A DEMO REQUEST",
    "DESCRIBE": "Make your machine park work uninterruptedly with the Screw Maintenance Management Application.",
    "NAME": "Name",
    "SURNAME": "Surname",
    "EMAIL": "E-Mail",
    "PHONE": "Phone",
    "COMPANY": "Company",
    "COMPANYAREA": "Company Sector Area",
    "DEP1": "IT Services and IT Consulting",
    "DEP2": "Technology, Information and Internet",
    "DEP3": "Government Policy",
    "DEP4": "Motor Vehicle Manufacturing",
    "DEP5": "White Goods and Electronics Manufacturing",
    "DEP6": "Transportation, Logistics, Supply Chain and Storage",
    "DEP7": "Chemical Production",
    "DEP8": "Consumer Services",
    "DEP9": "Hospitals and Health Services",
    "DEP10": "Other",
    "SEND": "SEND DEMO REQUEST",
    "DESCRIBE2": "By signing up for this form, you can submit your personal information to the Screw Maintenance Management Application",
    "LINK": "Privacy Policy",
    "DESCRIBE3": "you agree to be managed in accordance with its terms.",
    "DESCRIBE4": "VİDA is a Maintenance Management Application. Assists in industrial business management. It allows you to keep records of breakdown and maintenance, inventory, counter, embezzlement and factory management. Thus, you can use your machinery and equipment with a longer life in terms of time / cost. You can easily access the application from the web, tablet and mobile.",
    "TITLE": "Every Screw Under Control",
    "DESCRIBE5": "Take control of every screw in your machine park with the Screw Maintenance Management Application.",
    "TITLE2": "Real Time",
    "DESCRIBE6": "Every action in Vida can be viewed in real time via the app.",
    "TITLE3": "Anywhere You Want",
    "DESCRIBE7": "You can access Vida Application on the web, tablet and mobile devices.",
    "TITLE4": "Smart Management",
    "DESCRIBE8": "With Screw, you also manage cost, inventory, energy consumption and production.",
    "SUBTITLE": "With VİDA MMS, you can plan maintenance in advance and provide uninterrupted work flow.",
    "BOTTITLE": "This way, you can prevent sudden and unusual malfunctions.",
    "SUBTITLE2": "Have questions about how we can help your company?",
    "BOTTITLE2": "Send us an email and we will contact you shortly."
  },
  "FOOTER": {
    "HEADER1": "Who Are We ?",
    "HEADER2": "Blogs",
    "HEADER3": "Contact",
    "TITLE1": "About Us",
    "TITLE2": "Our Personal Data Policy",
    "TITLE3": "Our Information Security Policy"
  }
}
