{
  "MENU": {
    "HOMEPAGE": "Ana Sayfa",
    "ABOUTUS": "Hakkımızda",
    "FEATURES": "Özellikler",
    "COSTCALC": "Maliyet Hesaplama",
    "SUPPORT": "Destek",
    "REFERENCES": "Referanslar",
    "BLOG": "Blog",
    "SERVICESANDDETAIL": "Hizmetler ve Detay",
    "CONTACT": "İletişim"
  },
  "ABOUTUS": {
    "TITLE": "HAKKIMIZDA",
    "BOTTITLE": "Anasayfa",
    "BOTTITLE2": " / Hakkımızda",
    "2TITLE": "BİRLİKTE BÜYÜYORUZ",
    "TEXT1": "2011 yılından beri kamu ve özel sektöre hizmet eden Hey Teknoloji, alt şirketlerinden biri olan Vida MMS ile bakım yönetimi ve otomasyon süreçlerini güçlendirmeyi başarmış ve ileri boyuta taşımıştır. Sunduğu kullanıcı öncelikli stratejileri ve ayrıcalıklı müşteri portföyü ile marka değerini hassasiyetle zirveye taşımayı başaran VİDA MMS, dünya standartlarında çözümler yaratmaktadır.",
    "TEXT2": "Güven ilkesi ile yola çıkılan bu serüvende; otorite rayından çıkmayarak, istikrarlı şekilde sayısız müşteriye en iyi CMMS hizmetini vermeyi hedefleyerek marka kimliğini ve kalitesini ortaya koymuş bulunmaktadır. Kuruluşundan günümüze süregelen profesyonel, empati odaklı, dürüst ve gelişime açık bakış açısı ile istikrarlı büyüme sergileyerek CMMS ve bakım otomasyonu dünyasında saygın bir konuma yükselmeye hak kazanmıştır.",
    "TEXT3": "Vida MMS misyon ve vizyon olarak tüm hizmet süreçlerinde pozitif bakış açısına sahip, hızlı interaktif iletişim yaklaşımını sağlayan müşteri hizmetleri ekibi sayesinde kaliteli ilişkiler kurmayı hedefliyor. Sektördeki son gelişmeleri ve kullanıcı alanındaki güncel talepleri takip ederek mobil ve web uygulamasını canlı tutan VİDA MMS, güçlü ve profesyonel ekibi ile 7/24 destek sağlıyor.",
    "TEXT4": "CMMS ve bakım otomasyonunda yerli web ve mobil uygulama hizmetleriyle dünya çapında etkili bir portföy oluşturarak kaliteli hizmet anlayışını sunabilmeyi hedefleyen VİDA MMS, örnek nitelikle misyonunu genişleterek, geliştirmeleri hayata geçirmeye devam ediyor. Güçlü kadro dâhilinde sorun odaklı çalışma prensibi ile organizasyonel şekilde memnuniyet sağlamaya devam edecektir."
  },
  "FEATURES": {
    "TITLE": "ÖZELLİKLER",
    "BOTTITLE": "Anasayfa",
    "BOTTITLE2": " / Özellikler",
    "SUBTITLE1": "Zimmetler",
    "SUBTITLE2": "Arızalar",
    "SUBTITLE3": "Periyodik Bakım",
    "SUBTITLE4": "Ömürlü Parçalar",
    "SUBTITLE5": "Sayaçlar",
    "SUBTITLE6": "Malzemeler",
    "SUBTITLE7": "Makineler",
    "SUBTITLE8": "Kestirimci Bakım",
    "DESCRIBE1": "Zimmet kayıtlarını tutarak personel üzerindeki eşya ve malzemelerin takibini sağlayabilirsiniz.",
    "DESCRIBE2": "Saniyeler içerisinde bakım şefi veya ekibine arıza bildiriminde bulunabilirsiniz.",
    "DESCRIBE3": "Otomatik olarak periyodik bakım takvimi oluşturabilir ve Vida üzerinden takip edebilirsiniz.",
    "DESCRIBE4": "Mali değeri yüksek veya tedarik süresi uzun olan parçalarınızın ömrünü, verimini ve tedarik sürecini yönetebilirsiniz.",
    "DESCRIBE5": "İşletmenizin içindeki elektrik, su gibi sayaçların takibini yaparak enerji tasarrufu sağlayabilirsiniz.",
    "DESCRIBE6": "Yedek parça ve malzemelerinizi kayıt altına alarak envanter takibi yapabilirsiniz.",
    "DESCRIBE7": "Makinelarınızın üretim durumunu, konumunu, arıza ve bakım bilgilerini kayıt altına alın ve takip edin.",
    "DESCRIBE8": "IOT sensörleri, korozyon ve vibrasyon ölçüm sonuçlarını değerlendirerek bakım takviminizi belirleyebilir ve olası arızalara karşı önlem alabilirsiniz."
  },
  "COST": {
    "TITLE": "MALİYET HESAPLAMA",
    "BOTTITLE": "Anasayfa",
    "BOTTITLE2": " / Maliyet Hesaplama",
    "HEADER": "MALİYET HESAPLAMA ROBOTU",
    "FORM1": "İşletmedeki Makine Sayısı (Adet)",
    "FORM2": "Günlük Çalışma Süresi(Saat)",
    "FORM3": "1 Makinenin Haftada Çalıştığı Gün Sayısı",
    "FORM4": "1 Makine 1 Saat Üretilen Ürünün Ticari Değeri (TL)",
    "FORM5": "1 Makine Parkurunun Toplam Cirosu (TL)",
    "FORM6": "Operatör Maaş Maliyeti(TL)",
    "FORM7": "Makine Başına Operatör Adedi",
    "FORM8": "İşletmedeki Mola Süresi(Aylık)",
    "FORM9": "İşletmedeki Arıza Süresi(Saat)",
    "FORM10": "1 Makine Aylık Elektrik Gideri(TL)",
    "CALC": "Hesapla",
    "FORM11": "Açıklama",
    "FORM12": "Maliyet",
    "FORM13": "Aylık Duruş Maliyeti",
    "FORM14": "Aylık Duruş Maliyeti Toplam Cirodan",
    "FORM15": "Aylık Duruşun İş Gücü Maliyeti",
    "FORM16": "Bakımın Elektrik Maliyeti",
    "FORM17": "Toplam Bakım Maliyeti",
    "BACKCALC": "Hesaplamaya Geri Dönün..."
  },
  "SUPPORT": {
    "TITLE": "DESTEK",
    "BOTTITLE": "Anasayfa",
    "BOTTITLE2": " / Destek"
  },
  "REFERENCES": {
    "TITLE": "REFERANSLAR",
    "BOTTITLE": "Anasayfa",
    "BOTTITLE2": " / Referanslar"
  },
  "CONTACT": {
    "TITLE": "İLETİŞİM",
    "BOTTITLE": "Anasayfa",
    "BOTTITLE2": " / İletişim",
    "HEADER": "BİZİMLE İLETİŞİME GEÇİN",
    "ADDRESS1": "Merkez Ofis",
    "ADDRESS2": "Ar-GE Ofis",
    "EMAIL": "E-Posta",
    "PHONE": "Telefon",
    "CONT": "İLETİŞİM",
    "DESCRIBE": "Şirketinize nasıl yardımcı olabileceğimiz hakkında sorularınız mı var? Bize bir e-posta gönderin, kısa süre içinde sizinle iletişime geçeceğiz.",
    "FOLLOW": "BİZİ TAKİP EDİN",
    "FORMHEADER": "İLETİŞİM FORMU",
    "FORM1": "İsim",
    "FORM2": "Soy İsim",
    "FORM3": "Telefon",
    "FORM4": "E-Posta",
    "FORM5": "Mesaj",
    "FORM6": "BİLGİLERİ GÖNDER"
  },
  "HOME": {
    "HEADER": "Vida Bakım Yönetimi Uygulaması ile Arızalara Son",
    "DESCRIBE": "Makine parkurunuzun kesintisiz çalışmasını sağlamak için Vida Uygulamasını kullanın kurumunuzun bakım yönetimi kültürünü geliştirin.",
    "BUTTON": "Daha fazla bilgi ve DEMO için tıklayın",
    "TITLE1": "REFERANSLARIMIZ",
    "TITLE2": "VİDA",
    "DESCRIBE2": "Vida, Bakım Yönetimi uygulamasıdır. Endüstriyel işletme yönetimine yardımcı olur. Arıza ve bakım kayıtları, envanter, sayaç, zimmet ve fabrika yönetimine ilişkin kayıtları tutmanızı sağlar. Böylece makine ve ekipmanlarınızı zaman/maliyet konusunda daha uzun ömürlü kullanabilirsiniz. Webden, tabletten ve mobilden uygulamaya kolayca erişebilirsiniz.",
    "TITLE3": "NEDEN VİDA'YI SEÇMELİYİZ ?",
    "DESCRIBE3": "İşletmenizde “Bakım Kültürü” oluşturarak zamandan, enerjiden ve maliyetlerden tasarruf sağlayabilir, üretim kapasitenizi daha verimli hale getirebilirsiniz. Vida uygulaması ile siz de makine ve ekipmanlarınızın kesintisiz çalışmasını sağlayın, tüm vidaları kontrol altına alın.",
    "TITLE4": "Gerçek Zamanlı",
    "DESCRIBE4": "Vida’daki her eylem, gerçek zamanlı olarak uygulama üzerinden görülebilir.",
    "TITLE5": "Dilediğiniz Yerde",
    "DESCRIBE5": "Vida Uygulaması’na web üzerinden, tablet ve mobil cihazlardan ulaşabilirsiniz.",
    "TITLE6": "Akıllı Yönetim",
    "DESCRIBE6": "Vida ile maliyet, envanter, enerji tüketimini ve üretimi de yönetmiş olursunuz.",
    "TITLE7": "Aylık Ödeme",
    "DESCRIBE7": "Vida Uygulaması’na bir anda büyük yatırımlar yerine aylık ödemeler ile sahip olabilirsiniz."
  },

  "SERVICES": {
    "TITLE": "HİZMETLER VE DETAY",
    "BOTTITLE": "Anasayfa",
    "BOTTITLE2": " / Hizmetler ve Detay"
  },
  "BLOG": {
    "TITLE": "BLOG",
    "BOTTITLE": "Anasayfa",
    "BOTTITLE2": " / Blog",
    "CAT1": "Hepsi",
    "CAT2": "Bakım Yönetim Uygulaması",
    "CAT3": "Kestirimci Bakım Yönetimi",
    "CAT4": "Arıza Yönetimi",
    "CAT5": "Periyodik Bakım Yönetimi",
    "CAT6": "Blog",
    "MORE": "DEVAMINI OKU"
  },
  "DEMO": {
    "HEADER": "DEMO TALEBİ OLUŞTURUN",
    "DESCRIBE": "Vida Bakım Yönetimi Uygulaması ile makine parkurunuzu kesintisiz çalışır hale getirin.",
    "NAME": "İsim",
    "SURNAME": "Soy İsim",
    "EMAIL": "E-Posta",
    "PHONE": "Telefon",
    "COMPANY": "Firma",
    "COMPANYAREA": "Firma Sektör Alanı",
    "DEP1": "BT Hizmetleri ve BT Danışmanlığı",
    "DEP2": "Teknoloji, Bilgi ve İnternet",
    "DEP3": "Kamu Hizmetleri",
    "DEP4": "Motorlu Taşıt İmalatı",
    "DEP5": "Beyaz Eşya ve Elektronik Eşya İmalatı",
    "DEP6": "Ulaşım, Lojistik, Tedarik Zinciri ve Depolama",
    "DEP7": "Kimyasal Üretim",
    "DEP8": "Tüketici Hizmetleri",
    "DEP9": "Hastaneler ve Sağlık Hizmetleri",
    "DEP10": "Diğer",
    "SEND": "DEMO TALEBİ GÖNDER",
    "DESCRIBE2": "Bu forma kaydolarak kişisel bilgilerinin Vida Bakım Yönetimi Uygulaması",
    "LINK": "Gizlilik Politikası",
    "DESCRIBE3": "hükümleri uyarınca yönetilmesini kabul etmiş olursunuz.",
    "DESCRIBE4": "VİDA, Bakım Yönetimi Uygulamasıdır. Endüstriyel işletme yönetimine yardımcı olur. Arıza ve bakım kayıtları, envanter, sayaç, zimmet ve fabrika yönetimine ilişkin kayıtları tutmanızı sağlar. Böylece makine ve ekipmanlarınızı zaman/maliyet konusunda daha uzun ömürlü kullanabilirsiniz. Webden, tabletten ve mobilden uygulamaya kolayca erişebilirsiniz.",
    "TITLE": "Her Vida Kontrol Altında",
    "DESCRIBE5": "Vida Bakım Yönetimi Uygulaması ile makine parkurunuzdaki her vidayı kontrol altın alın.",
    "TITLE2": "Gerçek Zamanlı",
    "DESCRIBE6": "Vida'daki her eylem, gerçek zamanlı olarak uygulama üzerinden görülebilir.",
    "TITLE3": "Dilediğiniz  Yerde",
    "DESCRIBE7": "Vida Uygulaması'na web üzerinden, tablet ve mobil cihazlardan ulaşabilirsiniz.",

    "TITLE4": "Akıllı Yönetim",
    "DESCRIBE8": "Vida ile maliyet, envanter, enerji tüketimini ve üretimini de yönetmiş olursunuz.",
    "SUBTITLE": "VİDA MMS İle bakımları önceden planlayabilir ve kesintisiz iş akışı sağlayabilirsiniz.",
    "BOTTITLE": "Böylece ani gelişen olağandışı arızaların da önüne geçmiş olursunuz.",
    "SUBTITLE2": "Şirketinize nasıl yardımcı olabileceğimiz hakkında sorularınız mı var?",
    "BOTTITLE2": "Bize bir e-posta gönderin, kısa süre içinde sizinle iletişime geçeceğiz."
  },
  "FOOTER": {
    "HEADER1": "Biz Kimiz ?",
    "HEADER2": "Bloglar",
    "HEADER3": "İletişim",
    "TITLE1": "Hakkımızda",
    "TITLE2": "Kişisel Veri Politikamız",
    "TITLE3": "Bilgi Güvenliği Politikamız"
  },
  "ROUTER": {
    "destek": "support",
    "maaliyet": "cost",
    "ozellikler": "features",
    "": "/en",
    "hakkimizda": "about",
    "referanslar": "references",
    "blog": "blog",
    "iletisim": "contact"
  }
}
