[
  {
    "id": "1",
    "date": "05 SPT",
    "baseImage": "assets/uploads/blogPhotos/CMMS.webp",
    "subTitle": "MAINTENANCE MANAGEMENT APP",
    "filter": "name1",

    "title": "What is CMMS?",
    "slug": "what-is-cmms",
    "description": "The efficiency of infrastructure facilities, whose value is expressed in millions, which takes many years to realize, and which has hundreds of people in the background...",
    "descriptions": [
      {
        "text": "The computerized maintenance management system is one of the systems that play a critical role in the efficient use and optimization of the life of infrastructure facilities, the value of which is expressed in millions, the implementation of which takes many years, and the labor of hundreds of people in the background. What is CMMS? To answer the question, CMMS (Computerized maintenance management system), which also means computer-aided maintenance management systems, is the software that offers the most comprehensive solutions in the control and maintenance of a facility serving in different sectors from manufacturing to energy, from logistics to construction. The basic functions of CMMS, which dates back to the 1960s and is currently used as cloud-based and mobile; centralizing maintenance information in infrastructure facilities, facilitating processes and increasing efficiency."
      },
      {
        "text": "How CMMS Works ?",
        "class": "h3"
      },
      {
        "text": "CMMS is originally based on a database and records information about all physical and human resources within a facility in this database. In this way, it organizes all resources, from machines to tools, from materials to employees, within the framework of certain tasks and provides full coordination between processes."
      },
      {
        "text": "What advantages does using CMMS provide ?",
        "class": "h3"
      },
      {
        "text": "We can list the advantages of the effective use of CMMS in facilities as follows:"
      },
      {
        "text": "Increases efficiency and extends life.",
        "class": "fw-bolder"
      },
      {
        "text": "With its data sharing approach, it harmonizes the activities at every point of the facility and at every stage of the operation and combines them in line with the same business objectives. It effectively reports the defects and malfunctions and allows them to be corrected. Cmms provides more efficient use of resources. It plays an active role in the efficient use of all resources, whether physical, such as machinery, equipment, vehicles, or human, such as employees. Thus, certifications of equipment or shifts of employees can be organized from a single dashboard."
      },
      {
        "text": "Assets are registered.",
        "class": "fw-bolder"
      },
      {
        "text": "Manufacturer, model, serial number, etc. of physical assets. It records all its capabilities in a wide range from features to their location in the facility, their performance and downtime, from maintenance manuals to warranties, and their integration into internet of things (IoT) applications. Established treatments are constantly standardized. information to the database; comes from sensors, usage statistics and other data of interest to maintenance teams. In this way, CMMS automates MRO inventory using artificial intelligence. It automates the processes of creating, locating and recalling inventory of materials used in maintenance and repair (MRO)."
      },
      {
        "text": "It provides effective management of orders by making workflows visible.",
        "class": "fw-bolder"
      },
      {
        "text": "Helps maintenance teams easy access to assets by activating dashboards and reports. With this; It contributes to evaluating employee activities at every point of the facility, automating work orders, keeping records of planned and actual costs, and improving work order completion rates. It also creates healthier, safer and more environmentally friendly facilities. In line with the expectations of global and national authorities, regulations and customer demands, it establishes an early warning system for malfunctions and risks that will endanger both employee and environmental safety, ensures regular maintenance of assets, reports all realized problems and allows them to be corrected."
      },
      {
        "text": "It mobilizes the workforce.",
        "class": "fw-bolder"
      },
      {
        "text": "CMMS offers advantages and supports the integration of employees not only inside the facility but also outside the facility to common goals."
      },
      {
        "text": "CMMS = long uptime = profitability",
        "class": "fw-bolder font-italic"
      },
      {
        "text": "The reason for the existence of the maintenance managers and departments in the facilities is to ensure that the vehicles and equipment, which is the equivalent of a large and expensive investment, remain in operation for the longest time without failure. In other words, the assets that work the longest without fail are the most valuable, profitable and savings-friendly assets. Reliable and long working hours, on the other hand, create a ground where businesses that rely on reliable assets can easily turn to the demands of their customers."
      },
      {
        "text": "What should be considered when choosing a CMMS?",
        "class": "h3"
      },
      {
        "text": "When choosing a CMMS software, “access to support” is as important as functionality and technology. Service providers are required to provide training and support services before, during and after CMMS deployment. Another important factor is the integration of the selected CMMS into the existing systems in the facility. The effectiveness of CMMS, which can contain historical data, will increase. Finally, another important issue is whether to use CMMS as a service (SaaS) or on-prem (On-Prem). Obtaining this software as a service will mean that its features can be easily upgraded without compromising data quality and functionality, as well as quick trial and deployment. Incorporation will require the cooperation of IT and information security experts for optimization without data corruption."
      }
    ]
  },
  {
    "id": "2",
    "date": "02 SPT",
    "baseImage": "assets/uploads/blogPhotos/Alt-yapi-bakimi.webp",
    "subTitle": "MAINTENANCE MANAGEMENT APP",
    "filter": "name1",

    "title": "What is Infrastructure Maintenance?",
    "slug": "what-is-ınfrastructure-maintenance-why-is-it-important",
    "description": "Infrastructure with the broadest definition; are facilities and systems developed to increase social welfare, quality of life and trade. bus...",
    "descriptions": [
      {
        "text": "Infrastructure with the broadest definition; are facilities and systems developed to increase social welfare, quality of life and trade. Many investments from highways to airports, from oil and natural gas lines to production facilities, from warehouses to power plants, from hospitals to schools, telecommunications and even prisons are considered within the concept of infrastructure. Every year, hundreds of billions of dollars of infrastructure investments are made in the world, sometimes in partnership with the public, sometimes the private sector, and sometimes both. However, the need for infrastructure investments in many parts of the world, especially in developing countries, is still huge. According to the World Economic Forum data, with the current investment pace, the world will have an infrastructure deficit of 15 trillion dollars by 2040. On the other hand; Countries that successfully build or renew their infrastructures are rapidly integrating into their trade networks and developing rapidly with a more dynamic economy and social welfare. In the background of infrastructure investments, there is a large amount of capital, planning ability, technological know-how and the mobilization of the workforce. In this respect, each infrastructure investment is very valuable, and the way to make their lifespan as long as possible is in terms of effective 'infrastructure'."
      },
      {
        "text": "What is Public infrastructure and Private infrastructure?",
        "class": "h3"
      },
      {
        "text": "It is traditionally believed that infrastructure investments are the responsibility of governments. Indeed, with urbanization, public administrations; It has implemented many infrastructure investments in areas such as transportation, energy, sanitation, telecommunication, education, health and sports. Taxes collected from the public are active in the financing of public infrastructure. The service will return to the public again. Therefore, taxes should be evaluated in the best possible investment. The private sector has undertaken investments in areas such as production facilities, warehouses, retail and office areas for profit maximization. In recent years, a model combining the public-private partnership (PPP) and infrastructure investments with the dynamism of the private sector has been designed, and infrastructure investments in many areas from health to transportation, from renewable energy to telecommunication have begun to be met."
      },
      {
        "text": "Why is infrastructure maintenance needed?",
        "class": "h3"
      },
      {
        "text": "“Sustainability” is more important than ever in terms of social development. This purpose necessitates the uninterrupted service of infrastructures. Regardless of its purpose and by whichever parties, infrastructures that are regularly maintained will have a longer life, be used more effectively and touch the lives of many people."
      },
      {
        "text": "Facilitating solution for the maintenance of infrastructures: Maintenance management software (CMMS)",
        "class": "h3"
      },
      {
        "text": "As infrastructures become more technologically complex, their maintenance becomes more difficult and, of course, the risks increase. Dynamic, real-time and data-driven maintenance will reduce these risks and facilitate infrastructure maintenance. Modern maintenance management software (CMMS) is the most effective of the current tools in realizing this purpose."
      },
      {
        "text": "Take a new approach to infrastructure maintenance with CMMS.",
        "class": "fw-bolder"
      },
      {
        "text": "Control data centrally.",
        "style": "display:inline",
        "class": "fw-bolder"
      },
      {
        "text": "Trying to manually monitor and manage data in digitizing infrastructure facilities is now a dream. Simple spreadsheets kept in a computer environment are too simple for these complex facilities and bring data loss risks. A competent CMMS software; will record all resources in the database, integrate the data and channel the maintenance team to the right target based on centralized data.",
        "style": "display:inline"
      },
      {
        "text": "Shift to a planned and pro-active care paradigm.",
        "style": "display:inline",
        "class": "fw-bolder"
      },
      {
        "text": "The most effective way to reduce maintenance costs today is to detect risks before they materialize and to prevent them before they become much more costly. A competent CMMS will ensure that a planned and pro-active maintenance program is established and will lead the maintenance team directly to the target. The program may contain the following information:",
        "style": "display:inline"
      },
      {
        "text": "All maintenance directives",
        "style": "font-style:italic"
      },
      {
        "text": "Customizable checklists",
        "style": "font-style:italic"
      },
      {
        "text": "All relevant tools and materials",
        "style": "font-style:italic"
      },
      {
        "text": "Possible security risks",
        "style": "font-style:italic"
      },
      {
        "text": "Digital diagram, operation and maintenance guides",
        "style": "font-style:italic"
      },
      {
        "text": "Interactive facility maps and floor plans",
        "style": "font-style:italic"
      },
      {
        "text": "Access to the mobile application 24/7.",
        "style": "display:inline",
        "class": "fw-bolder"
      },
      {
        "text": "The ability to access the mobile application at any time with barcode scanning provided by a competent CMMS is a critical tool to ensure that the maintenance team who goes to the problem area does not interrupt their communication with the center and does not cause distance-related costs. Thanks to the mobile application, the team will be able to upload data and images directly to the system and enable the center to examine the problem with visual evidence.",
        "style": "display:inline"
      }
    ]
  },
  {
    "id": "3",
    "date": "29 AUG",
    "baseImage": "assets/uploads/blogPhotos/durum-bazli-bakm.webp",
    "subTitle": "PERIODIC MAINTENANCE MANAGEMENT",
    "filter": "name2",
    "title": "What is Condition Based Maintenance (CBM)?",
    "slug": "what-is-condition-based-maintenance",
    "description": "Traditional preventive maintenance strategies used to prevent potential failures in an infrastructure often involve unnecessary asset maintenance.",
    "descriptions": [
      {
        "text": "Traditional preventive maintenance strategies used to prevent potential failures in an infrastructure often result in unnecessary asset maintenance, which triggers unpredictable equipment failures and increases costs. Condition-based maintenance (CBM) has two main purposes;"
      },
      {
        "text": "Detection of possible malfunction of the equipment",
        "style": "font-style:italic"
      },
      {
        "text": "Intervention to prevent the growth of this malfunction and the complete disruption of the system",
        "style": "font-style:italic"
      },
      {
        "text": "Condition based maintenance",
        "style": "display:inline",
        "class": "fw-bolder"
      },
      {
        "text": "Thanks to this, the performance of infrastructure-critical systems can be monitored in real time, and wear and malfunctions that may occur in moving components can be detected. Thanks to CBM, the maintenance of assets can be planned much more effectively. The critical element here is “what failures is my presence likely to cause?” is the question. Condition-based maintenance is often confused with predictive or predictive maintenance (PdM). In fact, PdM is like an upgraded version of CBM. It monitors data from sensors using predictive analysis and algorithms.",
        "style": "display:inline"
      },
      {
        "text": "How Does Condition Based Care Work?",
        "class": "h3"
      },
      {
        "text": "For CBM applications in infrastructure, sensors and equipment are needed to monitor all assets. Thanks to the sensors, it will be possible to reach real-time information about the health of the assets. This will also lead to more robust and data-driven information on when an asset should be serviced. For example; an operationally critical compressor, fan, HVAC system, etc. Let's put a vibration sensor on it. As the vibrations related to extreme hot, cold, fast and slow conditions increase, information reaches the maintenance team and the necessary situation for intervention becomes “formed”."
      },
      {
        "text": "Advantages of Condition Based Care",
        "class": "h3"
      },
      {
        "text": "The advantages of condition-based maintenance are listed as follows;"
      },
      {
        "text": "Increases efficiency and extends service life.",
        "style": "font-style:italic"
      },
      {
        "text": "It minimizes unplanned disruptions.",
        "style": "font-style:italic"
      },
      {
        "text": "It reduces unnecessary maintenance.",
        "style": "font-style:italic"
      },
      {
        "text": "It puts an end to unnecessary spare and stock parts costs.",
        "style": "font-style:italic"
      },
      {
        "text": "It allows remote monitoring.",
        "style": "font-style:italic"
      },
      {
        "text": "Disadvantages of Condition Based Care",
        "class": "h3"
      },
      {
        "text": "So what are the disadvantages of this maintenance strategy? Let's review it if you wish."
      },
      {
        "text": "For the effectiveness of the application, it is necessary to train the teams.",
        "style": "font-style:italic"
      },
      {
        "text": "Requires sensor infrastructure.",
        "style": "font-style:italic"
      },
      {
        "text": "Incurs initial investment cost.",
        "style": "font-style:italic"
      },
      {
        "text": "It allows remote monitoring.",
        "style": "font-style:italic"
      },
      {
        "text": "Integration issues may occur as there is data access from multiple sources.",
        "style": "font-style:italic"
      },
      {
        "text": "Steps of Condition Based Maintenance Strategy",
        "class": "h3"
      },
      {
        "text": "There are several stages involved in implementing an effective condition-based maintenance strategy in an infrastructure. Let's take a look at them together..."
      },
      {
        "text": "Focus on Critical Assets",
        "style": "fw-bolder"
      },
      {
        "text": "Focus should be on the assets most likely to cause a malfunction. Considering the initial investment cost for sensor systems, the right assets should be selected where disruption of operations will result in the highest costs."
      },
      {
        "text": "Choose the Right Technology",
        "class": "fw-bolder"
      },
      {
        "text": "Even the slightest vibration should not be ignored in order to monitor the beings towards their health. For this reason, the right technology should be preferred in the first sensor investment."
      },
      {
        "text": "Leverage the Power of Data",
        "class": "fw-bolder"
      },
      {
        "text": "Each of the vibrations from the sensors is transformed into data to build an accurate maintenance strategy. This data not only allows real-time monitoring, but also provides powerful insights into future problems."
      },
      {
        "text": "Apply for a Digital Solution",
        "class": "fw-bolder"
      },
      {
        "text": "A digital solution should be resorted to in order to collect all the data from the sensors on a single platform and to avoid possible integration problems. A competent CMMS application is also an important aid for decision makers who consider condition-based maintenance to be the most appropriate strategy for their infrastructure. Thanks to the CMMS, this data will be able to be transformed into meaningful reports and dashboards."
      },
      {
        "text": "Engage Key Performance Indicators",
        "class": "fw-bolder"
      },
      {
        "text": "Key performance indicators, or KPIs, are metrics that evaluate critical factors for the success of an operation. KPIs are critical in a condition-based maintenance strategy. CMMS software is a very important aid for maintenance professionals to create the required KPIs. Comparing and tracking data in line with KPIs; It will also provide a key contribution to determining where the operations are within the business objectives."
      }
    ]
  },
  {
    "id": "4",
    "date": "22 AUG",
    "baseImage": "assets/uploads/blogPhotos/periyodik-bakim.webp",
    "subTitle": "PERIODIC MAINTENANCE MANAGEMENT",
    "filter": "name2",
    "title": "What is Periodic Maintenance?",
    "slug": "what-is-periodic-maintenance",
    "description": "Unexpected failures in assets are one of the most troublesome issues for infrastructures. A certain warranty and insurance cover..",
    "descriptions": [
      {
        "text": "Unexpected failures in assets are one of the most troublesome issues for infrastructures. Even if they are covered by a specific warranty and insurance, equipment failures result in “invaluable” losses that exceed repair costs. Some or all of these results include the shutdown of a part or all of the facility, failure to keep up with the deadlines, and of course, in a worse scenario, customer and market losses.",
        "style": "display:inline"
      },
      {
        "text": "Periodic maintenance",
        "style": "display:inline",
        "class": "fw-bolder"
      },
      {
        "text": "It is a maintenance strategy based on performing the maintenance of assets at regular intervals before an infrastructure facility fails. In this respect, periodic maintenance; It is a precautionary measure to remove the emergency maintenance developed for events such as fire, gas leak, flood from the agenda.",
        "style": "display:inline"
      },
      {
        "text": "Periodic maintenance types",
        "class": "h3"
      },
      {
        "text": "Periodic maintenance types are discussed under three headings. Each company can choose the method that is most suitable for them, based on their dissimilar needs."
      },
      {
        "text": "Takvim odaklı bakım: ",
        "style": "display:inline",
        "class": "fw-bolder"
      },
      {
        "text": "It is the type of periodic maintenance that is widely used; It is activated in periods such as quarter, month, year.",
        "style": "display:inline"
      },
      {
        "text": "Usage-oriented maintenance:  ",
        "style": "display:inline",
        "class": "fw-bolder"
      },
      {
        "text": "It is a maintenance type developed based on the fact that the assets have a certain operating limit (hour, distance, cycle, etc.).",
        "style": "display:inline"
      },
      {
        "text": "Predictive maintenance:  ",
        "style": "display:inline",
        "class": "fw-bolder"
      },
      {
        "text": "It is a type of periodic maintenance that predicts malfunctions based on historical data, especially the mean time at which malfunctions occur (MTBF).",
        "style": "display:inline"
      },
      {
        "text": "Periodic maintenance examples",
        "class": "h3"
      },
      {
        "text": "While it varies for each industry and facility, some periodic maintenance patterns are the same for many infrastructures. Changing filters, lubricants, belts and cleaning heating-cooling systems are the first examples that come to mind."
      },
      {
        "text": "Advantages of periodic maintenance",
        "class": "h3"
      },
      {
        "text": "Periodic maintenance in infrastructure facilities offers many advantages. Let's take a brief look at these:"
      },
      {
        "text": "Reduces downtime",
        "class": "fw-bolder"
      },
      {
        "text": "It reduces the downtime and downtime of assets by up to 70%, keeping assets dynamic and increasing productivity."
      },
      {
        "text": "Lowers overall costs",
        "class": "fw-bolder"
      },
      {
        "text": "It reduces costs with data-driven and preventive touches, without a possible and potentially devastating “major breakdown” in machinery, vehicles and systems. The second dimension, which reduces the costs, is the advantages arising from the correct guidance of the maintenance teams."
      },
      {
        "text": "Extends service life",
        "class": "fw-bolder"
      },
      {
        "text": "Controlling the assets, in particular, the infrastructure in general, and developing them with real-time interventions will extend the life of the entire system. This will have positive consequences for the final beneficiaries, whether public or private."
      },
      {
        "text": "Prepares maintenance teams for adverse scenarios",
        "class": "fw-bolder"
      },
      {
        "text": "Despite everything, “emergencies” can develop in infrastructures. However, teams experienced in periodic maintenance now have the right information and experience to fix the problem as soon as possible."
      },
      {
        "text": "Disadvantages of periodic maintenance",
        "class": "h3"
      },
      {
        "text": "The use of periodic maintenance should be limited and “goal-oriented”. If this is not approached;"
      },
      {
        "text": "Unexpected malfunctions may occur.",
        "class": "fw-bolder"
      },
      {
        "text": "Instrumentalizing periodic maintenance may increase the risk of asset deterioration, resulting in more maintenance."
      },
      {
        "text": "It wastes resources.",
        "class": "fw-bolder"
      },
      {
        "text": "Frequent repetitive maintenance wastes energy, time and financial resources, especially maintenance teams. Managing periodic maintenance with a CMMS software will eliminate all these disadvantages."
      },
      {
        "text": "Use of CMMS in periodic maintenance",
        "class": "h3"
      },
      {
        "text": "Periodic maintenance strategies implemented with a competent CMMS application in the infrastructure facilities of periodic maintenance consist of the following phases:"
      },
      {
        "text": "The order set is organized for periodic maintenance, and its support with a competent CMMS application offers many advantages.",
        "style": "font-style:italic"
      },
      {
        "text": "The job is entered into the system by targeting a specific calendar and given priority.",
        "style": "font-style:italic"
      },
      {
        "text": "The maintenance team receives and fulfills its “duty” notification through the system",
        "style": "font-style:italic"
      },
      {
        "text": "The work order is fulfilled, reported and recorded in the database.",
        "style": "font-style:italic"
      },
      {
        "text": "Every completed task is analyzed and used in system optimization",
        "style": "font-style:italic"
      },
      {
        "text": "Cost-friendly solution: CMMS",
        "class": "h3"
      },
      {
        "text": "Although making use of CMMS software for periodic maintenance is frightening for companies in terms of cost, it is not an argument that reflects this reality. CMMS guarantees high return on investment in a short time as an early warning system as well as accurate monitoring and control for the employer. In other words, your investment returns quickly to you. In short, if any or more of your assets that keep your infrastructure afloat, even for a few hours, will disrupt your plans. It is very difficult for these companies to take, and these risks can be minimized with a competent CMMS software. In this article, What is Periodic Maintenance? We answered the question. Visit our blog page to review more different articles."
      }
    ]
  },
  {
    "id": "5",
    "date": "18 AUG",
    "baseImage": "assets/uploads/blogPhotos/uretimde-iot-yeni-trendler.webp",
    "subTitle": "BLOG",
    "filter": "name3",
    "title": "IoT and New Trends in Manufacturing",
    "slug": "new-trends-in-production",
    "description": "All over the world, production processes are going through a rapid transformation. IoT is one of the main tools of this transformation. IoT in manufacturing, a...",
    "descriptions": [
      {
        "text": "All over the world, production processes are going through a rapid transformation. IoT is one of the main tools of this transformation. In manufacturing, IoT is the interconnection of all assets within a facility via sensors and internet connectivity, and is the key to the transition to the “smart and talking manufacturing facilities” paradigm. The IoT applications market, which is around 200 billion dollars in the global manufacturing industry, is expected to increase to 1.5 trillion dollars by 2030. This marks massive growth compared to many industries. Moreover, this transformation is not only limited to the manufacturing industry, but it seems that it will return as added value to the global economy with the multiplier effect that implements a holistic efficiency strategy."
      },
      {
        "text": "Advantages of Iot in Production",
        "class": "h3"
      },
      {
        "text": "There are many advantages of using IoT in production. To summarize briefly;"
      },
      {
        "text": "Improved and secure facilities",
        "style": "font-style:italic"
      },
      {
        "text": "Reliable products with effective quality control mechanisms",
        "style": "font-style:italic"
      },
      {
        "text": "Instant monitoring of production flow",
        "style": "font-style:italic"
      },
      {
        "text": "Energy saving and reduced waste",
        "style": "font-style:italic"
      },
      {
        "text": "Smart packaging",
        "style": "font-style:italic"
      },
      {
        "text": "Effective supply chain",
        "style": "font-style:italic"
      },
      {
        "text": "Flexible responses to market demands",
        "style": "font-style:italic"
      },
      {
        "text": "Efficiency and reduced costs",
        "style": "font-style:italic"
      },
      {
        "text": "New customer segments",
        "style": "font-style:italic"
      },
      {
        "text": "Inventory management",
        "style": "font-style:italic"
      },
      {
        "text": "Ability to create digital twins",

        "style": "font-style:italic"
      },
      {
        "text": "Effective infrastructure maintenance",
        "style": "font-style:italic"
      },
      {
        "text": "Manufacturers who realize the potential of IoT and benefit from the power of data not only make their production more efficient and cost-friendly; It can also reach vertical business models and new revenue streams. IoT is a true friend for strategies for facilities to establish a lifelong relationship with the end user, instead of the business models that no longer end with distributors or dealerships."
      },
      {
        "text": "What are the IoT Trends in Manufacturing?",
        "class": "h3"
      },
      {
        "text": "So what will be the trends that shape IoT processes in production?"
      },
      {
        "text": "5G Technology",
        "class": "h3"
      },
      {
        "text": "One of the most talked about topics of the technological revolution is 5G technology. While it is predicted that 85% of operator investments to be made until 2025 will be 5G investments, it is estimated that this technology will generate an added value of $3.8 trillion by 2035. It is expected that the data dynamism and flexibility to be provided by 5G will be reflected in the production facilities, and data transfer between assets will become much faster and safer."
      },

      {
        "text": "Remote Monitoring",
        "class": "h3"
      },
      {
        "text": "One of the flexibility that the pandemic has brought to the world is the ability to maintain production even from a distance. It is of great importance to be able to connect to the facilities at the desired time and manner. The fact that maintenance teams can predict malfunctions remotely through sensors and spend much less time and energy for intervention means effective management of costs in the production area."
      },
      {
        "text": "Predictive Maintenance",
        "class": "h3"
      },
      {
        "text": "Manufacturers face great competition. Delivery times have become an important topic in this competition, and unplanned stoppages in machine lines are becoming a factor that weakens competitiveness. IoT-based predictive maintenance strategies are critical in solving these problems. The process works as follows; Data from connected entities is transferred to an artificial intelligence-based software. In this way, any malfunction that may occur in the asset network can be predicted on a data-based basis before it occurs. This means higher efficiency and lower costs. According to research, the savings that can be achieved in production facilities around the world with predictive maintenance have the potential to reach 250-700 billion dollars. In recent years, companies have reached a significant level of awareness about the benefits of the predictive maintenance strategy. As a matter of fact, the predictive maintenance segment in the global industrial Iot market, accounting for 27 percent of the total turnover, is proof of this, according to the Precedence Research analysis."
      },
      {
        "text": "Using artificial intelligence in Predictive Maintenance",
        "class": "h3"
      },
      {
        "text": "Behind this success of the predictive maintenance approach is the doubtful use of artificial intelligence. With machine learning, data can be analyzed much more effectively and precisely, and manufacturers have the opportunity to reach many opportunities. In summary; It is clear that manufacturers who want to achieve efficiency and competitiveness will include more IoT-based predictive maintenance applications in their facilities in the future."
      }
    ]
  },
  {
    "id": "6",
    "date": "15 JUN",
    "baseImage": "assets/uploads/blogPhotos/Toplam-Verimli-Bakim-1917x2048.webp",
    "subTitle": "MAINTENANCE MANAGEMENT APP",
    "filter": "name1",
    "title": "Total Efficient Maintenance",
    "slug": "total-efficient-maintenance",
    "description": "Today, modern production and management techniques applied in businesses are based on customer demands. Expectations of customers on products and services...",
    "descriptions": [
      {
        "text": "Today, modern production and management techniques applied in businesses are based on customer demands. Since the expectations of the customers on the product and service are constantly increasing, this situation causes the production systems of the enterprises to become increasingly complex and complicated. The increasing complexity of production systems makes it difficult to maintain a certain efficiency standard and causes errors in production processes."
      },
      {
        "text": "While waiting for the planned production to be made in a production line, various problems such as malfunctions may occur and these problems can upset the production plans with the interruptions they create. This situation is a nightmare for a business and therefore maintenance activities in businesses are of critical importance. Maintenance activities must be carried out and managed in a conscious and planned manner for certain purposes. Maintenance is the whole of the activities carried out to maintain the functions of the equipment and systems in the enterprise at the highest performance. In order for businesses to fulfill their main responsibilities, they need to ensure the continuity of their equipment and systems, not to hinder their mass production, and to keep the product quality high. In order to ensure the continuity of the operating systems, the search for taking precautions before the failure occurs and reducing the frequency of failure has brought new approaches to maintenance and the concept of Total Productive Maintenance (TVB) has emerged."
      },
      {
        "text": "Total efficient maintenance includes equipment tracking, failure tracking, part life and spare part analysis, and predetermining the failure points of the systems, determining and implementing the necessary actions in accordance with the maintenance plans. The aim is to prevent malfunctions that may occur by focusing on maintenance activities and to minimize the interruptions of work flows due to malfunctions."
      },
      {
        "text": "Total Productive Maintenance is the measurement and comparison of selected parameters with predetermined limit values using graphical trends in order to detect, analyze and correct malfunctions in machinery and equipment before they become problematic. The approach used is to predict the future status of machinery and equipment by monitoring their current and past conditions."
      },
      {
        "text": "Research shows that average maintenance costs can be reduced by up to 50% at the company level that implements TVB."
      },
      {
        "text": "It is a fact that today's competitive conditions have changed a lot compared to the past. The ability of businesses to maintain or even increase their profitability brings with it a very good strategic planning and analysis of business processes. Under these conditions, reducing maintenance costs without disrupting production and service is an unmissable opportunity for a business. This is the main point that makes Total Productive Maintenance important."
      },
      {
        "text": "Features of Total Productive Care",
        "class": "h3"
      },
      {
        "text": "The eight pillars of TVB mostly focus on precautionary and preventive techniques to improve equipment reliability.",
        "style": "font-style:italic"
      },
      {
        "text": "Autonomous maintenance",
        "style": "font-style:italic; display:inline",
        "class": "fw-bolder"
      },
      {
        "text": "Operators using all their senses to help identify causes of losses.",
        "style": "display:inline"
      },
      {
        "text": "Focused Improvement:",
        "style": "font-style:italic; display:inline",
        "class": "fw-bolder"
      },
      {
        "text": "Scientific approach to problem solving to eliminate losses in the factory.",
        "style": "display:inline"
      },
      {
        "text": "Planned Maintenance:",
        "style": "font-style:italic; display:inline",
        "class": "fw-bolder"
      },
      {
        "text": "Professional maintenance activities performed by trained mechanics and engineers.",
        "style": "display:inline"
      },
      {
        "text": "Quality management",
        "style": "font-style:italic; display:inline",
        "class": "fw-bolder"
      },
      {
        "text": "Scientific and statistical approach to identify defects and eliminate their causes.",
        "style": "display:inline"
      },
      {
        "text": "Early Equipment Management:",
        "style": "font-style:italic; display:inline",
        "class": "fw-bolder"
      },
      {
        "text": "Scientific presentation of equipment and design concepts that eliminate losses and facilitate efficient production without defect.",
        "style": "display:inline"
      },
      {
        "text": "Education and Training",
        "style": "font-style:italic; display:inline",
        "class": "fw-bolder"
      },
      {
        "text": "Support for the continuous improvement of the knowledge of all employees and management",
        "style": "display:inline"
      },
      {
        "text": "Administrative Office TVB:",
        "style": "font-style:italic; display:inline",
        "class": "fw-bolder"
      },
      {
        "text": "Using TVB tools to improve all support aspects of a manufacturing facility, including production planning, materials management, and information flow, as well as boosting the morale of individuals and rewarding deserving employees for boosting their morale.",
        "style": "display:inline"
      },
      {
        "text": "Safe Environmental Conditions",
        "class": "h3"
      },
      {
        "text": "VİDA Maintenance Management Application helps to increase operational efficiency by supporting these 8 elements directly and indirectly."
      },
      {
        "text": "With the created breakdown work orders, it allows the operators to take responsibility in their own fields and act carefully."
      },
      {
        "text": "It ensures that measures are taken by providing digital archive recording and data analysis for malfunctions. Thus, it prevents the problems of the past from happening in the future."
      },

      {
        "text": "It helps the maintenance team to define planned maintenance in a very short time with monthly, annual and special periods. In this way, the team can spend long hours at the desk for the control and organization of the business."
      },
      {
        "text": "It provides support for higher quality production by preventing production stops and loss of efficiency with planned maintenance and instant failure notification."
      },
      {
        "text": "It helps to improve processes by creating maintenance awareness in the personnel in the enterprise."
      },
      {
        "text": "With the Vida Maintenance Management Application, you can get ahead of your competitors by optimizing your maintenance processes, increasing both your production and in-house efficiency and keeping up with the developing business processes."
      }
    ]
  },
  {
    "id": "7",
    "date": "11 JUN",
    "baseImage": "assets/uploads/blogPhotos/Hata-Turleri-Ve-Etkileri-Analizi-4-1917x2048.webp",
    "subTitle": "FAULT MANAGEMENT",
    "filter": "name4",
    "title": "Failure Modes and Effects Analysis",
    "slug": "failure-modes-and-effects-analysis",
    "description": "A product development and operations management process that classifies faults by probability and similarity to analyze potential failure modes of a system.",
    "descriptions": [
      {
        "text": "Failure modes and effects analysis; It is a product development and operations management procedure that categorizes faults according to their probability and similarity in order to analyze potential failure modes of a system. A successful defect type analysis job helps identify defect types based on past experience of similar products or processes. It ensures that these errors are eliminated from the system with minimum resource usage and effort, while reducing development time and cost. Although it is generally used in various stages of products in the production sector, its usage area has also increased in the service sector."
      },
      {
        "text": "The basic idea of FMEA is to prevent faults by recognizing them early and to evaluate the possible causes of faults from the design stage, instead of detecting and correcting the fault later (error management). In this way, control and error costs and even customer costs (customer) that otherwise occur during the production phase can be avoided and the total costs can be reduced. With a systematic approach and the information coming from this approach, the repetition of design errors in new products and processes is prevented."
      },
      {
        "text": "After a process is ready for production or in a production process, the important thing is to ensure the reliability of the process or product. Reliability is an important feature of products or processes. At the same time, it is a factor that has a great impact on providing customer satisfaction. Customers want the product they use to have a long service life and at the same time to be a trouble-free process. Therefore, the step to be taken to ensure the reliability of the product or process; It is to carry out a risk analysis that can determine the types of errors that may arise and their effects on the product or process, and to control the reliability of a process to be established or established."
      },
      {
        "text": "VİDA Maintenance Management Application creates a data mine among the malfunctions by recording the malfunction type, downtime and processing time of each malfunction that occurs together with the malfunction work orders in detail. Thanks to the dynamic dashboards, it provides a prediction for possible failures by showing which machine causes problems with what frequency and due to which type of failure."
      }
    ]
  },
  {
    "id": "8",
    "date": "06 JUN",
    "baseImage": "assets/uploads/blogPhotos/Guvenirlik-Merkezli-Bakim-Yaklasimi-1917x2048.webp",
    "subTitle": "BLOG",
    "filter": "name3",
    "title": "Reliability-Centered Maintenance Approach",
    "slug": "reliability-centered-maintenance-approach",
    "description": "As a result of the studies on the reliability of complex machines and devices in the USA in the 1960s, the 'Reliability Centered...",
    "descriptions": [
      {
        "text": "As a result of the studies on the reliability of complex machines and devices in the USA in the 1960s, the foundations of the 'Reliability Centered Maintenance' strategy were laid in the aviation industry. RCM, which was used only in the aviation industry at the beginning, has started to be used in industrial areas such as nuclear power plants, petrochemical facilities, pipelines, where safety is at the forefront. Today, the usage area of RCM is expanding rapidly. RCM searches for and implements the most appropriate combination of machine condition-based maintenance (Predictive Maintenance), uptime-based periodic maintenance, and post-failure maintenance strategies."
      },
      {
        "text": "RCM’nin tanımını, bakım kavramı tanımıyla birlikte ele almak gerekir. Bakım, fiziksel varlıkların yapmaları gereken işleri sürdürmeyi sağlamak ve güvence altına almak üzere yapılan çalışmalar bütünüdür. Bu tanım doğrultusunda RCM, herhangi bir fiziksel varlığın kendi çalışma sistemi içerisinde bakım gereksinimlerinin belirlenmesini sağlayan süreçtir. RCM, ekipmanın işlevselliği, arıza modları ve etkileri analizi ve arıza sonuçlarının değerlendirilmesi ile gerekli bakım işlemlerinin ve bu işlemlerin yapılması gereken zaman aralıklarının belirlendiği yöntem bilimdir."
      },
      {
        "text": "It is seen that the number of studies on Reliability Centered Maintenance has increased especially in the last ten years. It is possible to increase the equipment life cycle within the enterprise with the understanding of RCM, which has applications at different scales in different fields, especially in the manufacturing sector. VİDA Maintenance Management Application also provides services to businesses by following machine and equipment maintenance with “Predictive Maintenance” and “Periodic Maintenance” modes in the light of RCM method."
      }
    ]
  },
  {
    "id": "9",
    "date": "22 DEC",
    "baseImage": "assets/uploads/blogPhotos/Vida-Blog-Teknolojinin-Bakim-Yonetime-Etkisi-1-959x1024.webp",
    "subTitle": "PREDICTIVE MAINTENANCE MANAGEMENT",
    "filter": "name5",
    "title": "Maintenance Management Impact of Technology",
    "slug": "technology-maintenance-management-effect",
    "description": "Periodic maintenance of the machine is very important in terms of keeping the performance of the machines stable. In addition to maintenance, it is also possible to follow up on issues such as part tracking and replacement...",
    "descriptions": [
      {
        "text": "Periodic maintenance of the machine is very important in terms of keeping the performance of the machines stable. In addition to maintenance, it is necessary to follow up on issues such as part tracking and replacement. It is possible that the company does not have time for this maintenance and follow-up while dealing with other needs and works. Planned maintenance helps you to keep track of past maintenance processes. In this way, whenever the machines need maintenance, you can check the time of the previous maintenance and find out what interval this maintenance corresponds to in the future. Positive maintenance also allows you to minimize the risks of possible malfunctions in the machines. Today, it is very unlikely to come across an area where technology is not used. When technology comes together with human power, it helps you to reach many desired results quickly. Maintenance management software automatically prepares this follow-up for you by creating a maintenance schedule for one or more of your machines in the company. With this software, you can save your time for machine maintenance follow-up."
      },
      {
        "text": "Time Saving with Maintenance Management",
        "class": "h3"
      },
      {
        "text": "The machines in the manufacturing companies need part replacement, basic or local maintenance at regular intervals. Maintenance automation, which acts as a savior for companies whose workforce is largely undertaken by machines, offers many advantages to employees as well as machines. Thanks to the software that creates an automatic maintenance schedule, you can save labor without the need for extra personnel to follow up the maintenance of your machines. You can also save time and cost. The main reason for your cost savings is that the risk of failure is reduced to a very low rate for machines that are regularly maintained. Unexpected failures cause the production made by the machines not to be realized. If the production does not take place, your company may face large amounts of destruction, even in a short time. The repair process may also cause you to lose time in your company's production and application procedure. It is highly probable that every company that uses technology efficiently and correctly will achieve a successful process that reaches continuity. If you include the right technologies in the field of production, logistics and communication, you can save in many aspects such as time and budget."
      },
      {
        "text": "Instant Intervention, Practical Fault Detection",
        "class": "h3"
      },
      {
        "text": "Individual instant tracking on machines that perform in production and product processing in a large part of the day can harm the people within the company in terms of time and workforce. Mobile tracking helps you to monitor the operation and maintenance of all machines in your company on smart phones, tablets or computers that support Android or IOS operating system. By creating a regular maintenance schedule for the machines, you can take precautions against production stoppages or production disruptions. In addition to machines, machine parks also play an important role in the production and supply chain. Machine track tracking helps you to continuously monitor the route, operation and many other processes of the machine tracks within the company. In this way, you can get a practical use in the field of logistics within the company, and you can save a lot of labor. With Vida, you can include many functional software that will contribute to the production and logistics process in your company. With the repair application carried out by professional teams in the field, you can secure your machines at any time. In case of possible machine malfunctions, you can eliminate malfunctions in a practical way with the instant intervention feature, and you can instantly follow the production procedure undertaken by the machines in detail from every aspect."
      }
    ]
  },
  {
    "id": "10",
    "date": "21 DEC",
    "baseImage": "assets/uploads/blogPhotos/Vida-Blog-Planli-Bakimlarda-Uretim-Verimi-Arttirma-1917x2048.webp",
    "subTitle": "PREDICTIVE MAINTENANCE MANAGEMENT",
    "filter": "name5",
    "title": "Increasing Efficiency in Production with Planned Maintenance",
    "slug": "to-increase-efficiency-in-production-with-planned-maintenances",
    "description": "Production process efficiency shows how well and in how long a business will achieve its goals. Compare current production rates with expected production rates.",
    "descriptions": [
      {
        "text": "Production process efficiency shows how well and in how long a business will achieve its goals. Measurements that compare current production rates with expected production rates provide three key results while improving product quality. The first of these is that efficient production systems reduce the use of resources. In this way, it produces the same number of goods with less resources. Second, increased productivity means higher financial margins. The third and final result allows for regular delivery of products and services to customers. Maintenance management systems can be used to increase production efficiency. Because the maintenance of equipment is essential for efficiency. If machines and devices are checked regularly, major malfunctions that may interrupt production are prevented. Maintenance management software, which organizes the periodic maintenance process for you, ensures that the equipment is stopped for maintenance in a planned manner and restarted as soon as possible. If the maintenance is effective, satisfaction is achieved because the production will be of higher quality. At the same time, the service life of the machines is extended and there is no need to buy new equipment. Naturally, it saves. In order to achieve these, periodic maintenance should be done on time without interruption."
      },
      {
        "text": "Periodic Maintenance for Continuous Production",
        "class": "h3"
      },
      {
        "text": "Some machines and devices can also be maintained during operation. Taking this into account, maintenance can be continued without stopping the equipment. In this way, maintenance can be continued without sacrificing productivity and more efficiency can be obtained from the equipment. Increasing productivity is very important to many business owners. Because with the increase in efficiency, you will get higher profits in the long run. In addition, maintenance costs in most industries are 10% to 25% of the total cost. Timely maintenance is required to ensure production continuity without compromising performance. Machines and devices that continue to operate for long periods of time without any maintenance cannot show their previous performance after a certain point. The products produced may not be of the same quality and therefore may be damaged in every respect. Reducing wastage and scrap rates is also possible with planned maintenance. In order to always obtain products of the same quality, equipment should be maintained periodically and problems should be resolved before they grow. Maintenance management software, which you can effortlessly control or adjust the maintenance of the equipment you use in your factory, takes care of your work for you. You can continue to work comfortably with the maintenance that prevents the production from stopping unexpectedly. Via Vida application, you can follow the maintenance of the actively working equipment, follow the worn parts of the machines or examine the replacement periods. In this way, you can increase efficiency by preventing production disruption and loss of time with repairs such as maintenance and replacement at the right time."
      },
      {
        "text": "The Importance of Periodic Maintenance for Production",
        "class": "h3"
      },
      {
        "text": "The maintenance of machines and devices is often thought of as an expense or unnecessary condition that disrupts production. On the contrary, planned maintenance increases the efficiency of the factory and prevents possible hazards. Time must be allotted for maintenance. When you delay a problem that will be solved immediately, it gets bigger with each passing day. Periodic maintenance should not be interrupted in order not to face the risk of more malfunctions. When the equipment works continuously without any maintenance, after a while you cannot see its previous performance. Production slows down, problems or malfunctions may occur in parts, as a result of which you may face a significant cost in maintenance costs. Reducing maintenance costs is possible with planned maintenance. You should see maintenance as a tool to ensure business continuity rather than a cost. In this way, you can earn more profit. You can arrange the most suitable maintenance schedules for your equipment with Vida and increase operational efficiency. You can easily create your periodic maintenance calendars and follow them on Vida."
      }
    ]
  },
  {
    "id": "11",
    "date": "21 DEC",
    "baseImage": "assets/uploads/blogPhotos/Vida-Blog-Kapak-Periyodik-Bakimlarin-Onemi-1917x2048.webp",
    "subTitle": "PERIODIC MAINTENANCE MANAGEMENT",
    "filter": "name2",
    "title": "Maintenance Follow-up Program: What is the Importance of Periodic Maintenance?",
    "slug": "maintenance-follow-up-program",
    "description": "Some company managers say that the maintenance or renewal of the machines that are currently in production will damage the company in terms of time and money.",
    "descriptions": [
      {
        "text": "Some company managers think that the maintenance or renewal processes of the machines that are currently in production will harm the company in terms of time and money. However, the equipment of the machines, which are not regularly maintained, may have started to experience invisible damage. Although the machines continue to produce regularly, the equipment life inside the machine will have a negative effect on production in the long run. Equipment life may cause you to see defects in the products you obtain at certain stages of production. This leads to loss of production and loss of raw material supply. Even if these parts are in the machine despite the need for replacement, it may cause damage to the other equipment of the machine. Factory maintenance is an issue that must be emphasized by factories, which are an area where large amounts of production are carried out. The maintenance follow-up program can cover each equipment of the machine, or it can be carried out by checking only certain parts."
      },
      {
        "text": "Make Accurate Planning with the Maintenance Tracking Program",
        "class": "h3"
      },
      {
        "text": "Make Accurate Planning with the Maintenance Tracking Program"
      },

      {
        "text": "Advantages of Planned Maintenance Program",
        "class": "h3"
      },
      {
        "text": "Periodic maintenance is an application that you must have for each of your machines in order not to experience stagnation in production and to avoid many other risks. Periodic machine or equipment maintenance is one of the most effective methods you can apply to avoid risks that may harm the company financially and morally. Failure prevention is something you can only achieve with regular machine maintenance. With regular maintenance, you can increase your efficiency and save time in all processes of production, except for external factors. Planned machine maintenance offers many advantages to your company and people within the company in terms of reducing many risks that may occur as a result of machine failure."
      }
    ]
  },
  {
    "id": "12",
    "date": "21 DEC",
    "baseImage": "assets/uploads/blogPhotos/Vida-Makine-Ideal-Bakim-Periyotlari-1917x2048.webp",
    "subTitle": "PREDICTIVE MAINTENANCE MANAGEMENT",
    "filter": "name5",
    "title": "What should be the ideal maintenance periods of your machines?",
    "slug": "what-the-ideal-maintenance-periods-should-be-your-machines",
    "description": "Maintenance planning is the planning of the processes that need to be done in order for the machines and devices in an industry to continue production.",
    "descriptions": [
      {
        "text": "Maintenance planning is the planning of the operations that must be done in order to continue the production of machines and devices in an industry. In order for these maintenances to be successful and for the system to work correctly, some points should be considered. First of all, in order to carry out the necessary maintenance, each business should make a planning in accordance with its own equipment and other conditions. The materials to be used during maintenance must be ready at the facility. Maintenance management software keeps track of every detail that needs to be considered for the maintenance of the equipment in your business. The ideal maintenance schedule and all the necessary planning for maintenance can be easily examined with these systems. In order for machines and devices to continue their activities without any malfunctions, ideal maintenance periods should be determined for each equipment while planning maintenance. In this way, the necessary maintenance of the equipment will be done on time, so there is no loss of time due to unexpected breakdowns. In addition, product loss is prevented by obtaining the highest efficiency that can be obtained from the equipment. Machine and device maintenance, which increases efficiency and reduces costs, should be carried out in a timely manner."
      },
      {
        "text": "How Should Optimal Care Management Be?",
        "class": "h3"
      },
      {
        "text": "Machines should be checked periodically and periodic maintenance should not be interrupted.",
        "style": "font-style:italic"
      },
      {
        "text": "Critical parts and components should be checked and replaced with original spares when necessary.",
        "style": "font-style:italic"
      },
      {
        "text": "The cleanliness of the machine park and working areas should be given importance.",
        "style": "font-style:italic"
      },
      {
        "text": "Faults must be dealt with immediately.",
        "style": "font-style:italic"
      },
      {
        "text": "Maintenance personnel have sufficient experience in technical and professional fields",
        "style": "font-style:italic"
      },
      {
        "text": "With the Screw Maintenance Management application, you can follow all these with a single application. Vida makes maintenance plans for the progressing processes according to the times when the equipment needs it. Since the past maintenances are recorded, the ideal maintenance periods required for the machines and devices are determined. In this way, faults are stopped before they grow and energy loss is prevented."
      },
      {
        "text": "Advantages of Determining Ideal Maintenance Periods",
        "class": "h3"
      },
      {
        "text": "Although it is not possible to prevent unplanned risks, you must have a backup plan in order to prevent potential problems. Determining the ideal maintenance periods for the machines and devices that are constantly working in your factory allows production continuity by preventing possible malfunctions. Continuing production without interruption and trouble-free also ensures efficiency. In addition, as planned maintenance prevents malfunctions, not only maintenance costs are reduced, but also personnel costs. Because planned maintenance requires less personnel for maintenance and repair, so costs are also reduced. All the maintenance you have done on time will save you money in the long run. With the screw application, you can follow planned and unplanned maintenance and create ideal maintenance periods for all equipment in your factory. You can easily record the status of machines and devices, malfunction and maintenance information, and plan future maintenance. By obtaining dynamic reports in line with the transactions made, you can view them instantly in both the web and mobile applications."
      }
    ]
  },
  {
    "id": "13",
    "date": "21 DEC",
    "baseImage": "assets/uploads/blogPhotos/Vida-Blog-Kapak-Resmi-Bakim-Yonetim-Yazilimi-1917x2048.webp",
    "subTitle": "MAINTENANCE MANAGEMENT APP",
    "filter": "name1",
    "title": "What is Maintenance Management Software?",
    "slug": "what-is-maintenance-management-software",
    "description": "Every workplace is established by allocating large budgets, and certain expenses are made in the production and service stages. All these expenses must be kept under control. Otherwise, you can spend too much...",
    "descriptions": [
      {
        "text": "Every workplace is established by allocating large budgets, and certain expenses are made in the production and service stages. All these expenses must be kept under control. Otherwise, too much expense may be incurred, resulting in loss. The first purpose of the maintenance management software is to control the expenses and prevent the costs that may occur. This software monitors your machines in order to make the maintenance of the machines that work continuously in your company and to replace the worn parts in a timely manner. With maintenance team monitoring, faults are tracked faster and product quality increases while intervention time and production costs are reduced. The life of the factory and equipment is extended, production is not interrupted. In addition to these, the software also keeps your inventory, counter, embezzlement and other factory records. In other words, these software make your work easier for you by examining all the details about your factory for you. With the mobile maintenance management system, you can view all your maintenance, equipment and other records, review the planned maintenance, and make assignments by creating work orders in case of malfunctions. Aiming at better organization in factories, this system also increases productivity by ensuring continuity in production."
      },
      {
        "text": "Why is Maintenance Management Software Necessary?",
        "class": "h4"
      },
      {
        "text": "Factories, which have a high industrial cost, require many expenses in the installation, production and service stages. If the machines and devices used for production in factories are not maintained on time, they may malfunction and cause more expenses as a result. Maintenance and part replacement at the right time also prevents production disruption. In this way, time loss is prevented and efficiency is increased. Maintenance management software is a highly functional software for factories. Occurring faults are easily recorded via MMS. In addition, this system also records the operations performed during the repair and all maintenance performed during use. These records are also important records in terms of corporate asset management. Thanks to the records of the failure and maintenance tracking software, it shows you how many years the devices and machines can be used actively and when maintenance and repairs may be required. As a result, the remaining life of the machines can be calculated. Continuity of production is important in factories, and if a machine used in production fails, there is a disruption in production. Maintenance and repair management should be done carefully in enterprises, as this disruption may cause damage to the enterprise."
      },
      {
        "text": "What are the Advantages of Maintenance Management Software?",
        "class": "h4"
      },
      {
        "text": "It allows you to do all the maintenance of the machines you use on time, to change the machine if necessary, and thus to ensure the continuity of its production. With this system, known as preventive or periodic maintenance, the maintenance dates that need to be done in the future can also be determined according to the previous maintenance dates, thus saving time. It protects you from extra costs by early detection of devices that need maintenance and spare parts needs. Another maintenance system is predictive maintenance management. This management system is made for early detection and repair of malfunctioning machines by simply reviewing the performance of the machines without periodic maintenance. This module, which enables possible malfunctions, maintenance times and maintenance in a short time, also detects the tools, spare parts and labor that may be required for maintenance, and makes the machines and devices ready for use. The periodic and predictive maintenance module not only saves time but also economically. The system contributes to the longevity of all equipment used in production. With this system, which has many advantages such as the opportunity to save on maintenance and spare parts stock costs, the number of malfunctions and the time of malfunction intervention, the opportunity to get instant detailed information about past and future maintenance, you can help your factory operate more easily."
      }
    ]
  },
  {
    "id": "14",
    "date": "21 DEC",
    "baseImage": "assets/uploads/blogPhotos/Vida-Blog-Kapak-Kestirici-Bakim-1917x2048.webp",
    "subTitle": "PREDICTIVE MAINTENANCE MANAGEMENT",
    "filter": "name5",
    "title": "What is Predictive Maintenance?",
    "slug": "what-is-predictive-maintenance",
    "description": "Unexpected malfunctions in the machines cause the production to stop, even in the short term, and cause you to lose the ideal operation for a certain period of time. The old performances of the machines...",
    "descriptions": [
      {
        "text": "Unexpected malfunctions in the machines cause the production to stop, even in the short term, and cause you to lose the ideal operation for a certain period of time. Machines may need to be repaired for a while to return them to their former performance. This repair process also causes you to lose time in the production and logistics process. Traditional individual machine tracking imposes a great responsibility on the workforce and time."
      },
      {
        "text": "Thanks to predictive maintenance, you can check the working status of your machines while controlling the operation during the day. You can measure the machine control items you have determined with the calibration devices and save them in the application. You can view the criticality level of these measurement values and display the frequency values. You can get information about the status of your machine by viewing your historical records. In this way, you can take precautions by predicting the malfunctions that may occur."
      },
      {
        "text": "Predictive Maintenance, Important Assistant of Maintenance Strategies",
        "class": "h4"
      },
      {
        "text": "Predictive, also known as preventive maintenance, helps the equipment in the machine to perform at the maximum rate by reducing the risk of possible malfunctions."
      },
      {
        "text": "It provides advantages in terms of budget and time to the company in terms of reducing operational costs by detecting possible damages through certain data in advance."
      },
      {
        "text": "With predictive maintenance, you can measure different parameters such as corrosion, oil level, pressure, temperature, vibration and noise."
      },
      {
        "text": "What are Predictive Maintenance Techniques?",
        "class": "h4"
      },
      {
        "text": "Predictive maintenance technology emerged with Industry 4.0, also known as the 4th Industrial Revolution. Analyzing this data is as important as collecting data from the hardware and equipment in the machine."
      },
      {
        "text": "With the preventive maintenance software included in the Vida application, you can always keep the working performance of your machines at the highest level and perform the production procedures flawlessly."
      }
    ]
  },
  {
    "id": "15",
    "date": "20 DEC",
    "baseImage": "assets/uploads/blogPhotos/Vida-Blog-Kapak-Resmi-Ariza-Yonetimi.webp",
    "subTitle": "FAULT MANAGEMENT",
    "filter": "name4",
    "title": "How Does Failure Create Risks on Production?",
    "slug": "how-risks-creates-on-defect-production",
    "description": "Machines in all small and large-scale enterprises need periodic maintenance to be applied at certain intervals. If these periodic maintenances are not performed on time, failure risk factors may occur on the machines...",
    "descriptions": [
      {
        "text": "Machines in all small and large-scale enterprises need periodic maintenance to be applied at certain intervals. If these periodic maintenances are not performed on time, malfunction risk factors may occur on the machines. Since the size of the malfunction and its effect on the machine cannot be known, it may pose a danger both on production and in terms of occupational safety. It is possible that any malfunction that may occur will affect the business in terms of cost, production and occupational safety."
      },
      {
        "text": "Basic Causes of Failure",
        "class": "fw-bolder"
      },
      {
        "text": "Worn or broken parts",
        "style": "font-style:italic"
      },
      {
        "text": "Faulty and defective production processes",
        "style": "font-style:italic"
      },
      {
        "text": "Insufficient operator's technical knowledge and competence",
        "style": "font-style:italic"
      },
      {
        "text": "Ignoring minor faults and stops",
        "style": "font-style:italic"
      },
      {
        "text": "Neglecting the periodic maintenance of the machines by not performing them on time",
        "style": "font-style:italic"
      },
      {
        "text": "Operating the machines for a long time beyond their limits",
        "style": "font-style:italic"
      },
      {
        "text": "Use of low-quality spare parts that are cheap",
        "style": "font-style:italic"
      },
      {
        "text": "Dirty and irregular working environment",
        "style": "font-style:italic"
      },
      {
        "text": "Regular Maintenance to Minimize Risk",
        "class": "fw-bolder"
      },
      {
        "text": "Many people may think that machine maintenance is unnecessary or a waste of time and that machines do not need maintenance while they are already running. In case of possible machine failures, the probability of production stopping completely is quite high. Especially in companies that do not have manpower and production is carried out only by machines, a sensitive approach should be taken towards the maintenance of these machines. In case of machine failure, many situations from workload to energy loss are among the risks you may encounter. Stopping the machines due to malfunctions can cause high costs in many areas from production to energy consumption. For this reason, you can obtain higher quality products by preventing energy and cost losses by performing regular maintenance of the machines in the enterprise."
      },
      {
        "text": "Take Your Precautions Against Possible Malfunctions Now",
        "class": "fw-bolder"
      },
      {
        "text": "A possible malfunction in the machines that work regularly for production within the companies causes time, energy and cost loss. Having your machines regularly maintained in order to save money is also of great importance in terms of ensuring the continuity of your business in production. With the Screw Maintenance Management application, you can create a work order within seconds and report the malfunctions to the relevant units. You can save the consumables used during fault interventions and follow the transactions made from the movement details. Vida is a user-friendly application thanks to its easy interface design. It is designed for the comfortable use of all blue and white collar personnel."
      }
    ]
  },
  {
    "id": "16",
    "date": "20 DEC",
    "baseImage": "assets/uploads/blogPhotos/Vida-Blog-Kapak-Resmi-Bakim-Yonetimi-959x1024.webp",
    "filter": "name1",
    "subTitle": "MAINTENANCE MANAGEMENT APP",
    "title": "How Can You Reduce Costs with Screw Maintenance Management Application?",
    "slug": "screw-maintenance-management-application-how-to-lower-costs",
    "description": "Maintenance management software is an auxiliary system for maintenance monitoring for every small or large-scale factory. Maintenance plans can be easily controlled, failures can be...",
    "descriptions": [
      {
        "text": "Maintenance management software is an auxiliary system for maintenance monitoring for every small or large-scale factory. It will undoubtedly be very easy to create and follow maintenance plans thanks to a system where maintenance plans can be easily controlled and faults can be intervened without loss of time."
      },
      {
        "text": "Thanks to the Vida Maintenance Management Application:",
        "class": "fw-bolder"
      },
      {
        "text": "By intervening instantly to faults, you reduce machine downtime and prevent production losses."
      },
      {
        "text": "Thanks to the calendar feature, you can follow the periodic maintenance and perform it on time, thus eliminating the risk of possible malfunctions."
      },
      {
        "text": "With regular maintenance monitoring, you will minimize the technical service and labor costs you spend during unnecessary material consumption and malfunction interventions."
      },
      {
        "text": "Thanks to predictive maintenance, you can take precautions by checking your machines during the day."
      },
      {
        "text": "By controlling the energy flow with meters, you can prevent excessive consumption."
      },
      {
        "text": "Benefits of Maintenance Management Software",
        "class": "fw-bolder"
      },
      {
        "text": "Thanks to these software, which provides you with many advantages in equipment management, you can manage multiple facilities effortlessly."
      },
      {
        "text": "Thanks to the calendar feature, you can view your periodic maintenance according to the period you set. In case of weekend work and maintenance plans change, date shifts can be made automatically through the application."
      },
      {
        "text": "It allows you to monitor your maintenance programs instantly."
      },
      {
        "text": "It allows you to view reports such as MTBF and MTTR instantly and on a machine basis by recording maintenance process times and downtimes. In addition, you can instantly follow dynamic reports such as the most common type of failure and the number of machines that break down most frequently."
      },
      {
        "text": "You can follow your business-based machines and their working conditions, the number of failures and their periodic maintenance."
      },
      {
        "text": "You can track embezzled material and personnel information."
      },
      {
        "text": "You can track material."
      },
      {
        "text": "You can manage the supply processes by tracking your life parts."
      },
      {
        "text": "Reducing Cost with Maintenance Management Software",
        "class": "fw-bolder"
      },
      {
        "text": "Often many people ask, “Why fix a device that is not broken?” he thinks. However, necessary maintenance should be done before the devices break down. Because in this way, possible damages can be detected in advance and prevented. Otherwise, the problems that may arise may turn into more expensive expenses for you. The software aims to get high efficiency with minimum cost. Failure of equipment may cause unexpected and high expenses. Preventive maintenance helps you to prevent breakdowns and reduce downtime costs. Thus, it is ensured that the equipment continues to operate as soon as possible, even in case of a possible failure, and the maintenance cost is reduced. Affordable value work is achieved with software that allows you to save time and money. Maintenance management software not only plans your maintenance but also reports the costs incurred in purchasing, maintenance and repair for you."
      },
      {
        "text": "Advantages of Maintenance Management",
        "class": "fw-bolder"
      },
      {
        "text": "The only benefit of the maintenance management system is not to reduce the maintenance cost. It allows you to progress faster in many subjects through its follow-ups and controls. It is difficult to measure employee performance on a regular basis. Records and performance tracking may not be tracked correctly from time to time, so if there is a situation that reduces performance or efficiency, it may not be diagnosed at the right time. As a result, undesirable results are experienced in the long run. The system, which also allows you to closely monitor your personnel, enables you to solve problems before they grow with performance measurements. If you want, you can see the employees who work well with the measurements and reward them and increase their motivation."
      }
    ]
  }
]
