[
  {
    "id": "1",
    "date": "05 EYL",
    "baseImage": "assets/uploads/blogPhotos/CMMS.png",
    "subTitle": "BAKIM YÖNETİM UYGULAMASI",
    "title": "CMMS NEDİR ?",
    "slug": "cmms-nedir",
    "description": "Değeri milyonlarla ifade edilen, hayata geçmesi uzun yıllar alan, arka planında yüzlerce insanın emeği olan altyapı tesislerinin veriml...",
    "descriptions": [
      {
        "text": "Değeri milyonlarla ifade edilen, hayata geçmesi uzun yıllar alan, arka planında yüzlerce insanın emeği olan altyapı tesislerinin verimli kullanımında ve ömrünün optimize edilmesinde kritik rol oynayan sistemlerin başında bilgisayarlı bakım yönetimi sistemi gelmektedir. CMMS Nedir? sorusuna cevap vermek gerekirse bilgisayar destekli bakım yönetim sistemleri anlamına da gelen CMMS (Computerized maintenance management system)sistemi imalattan enerjiye, lojistikten inşaata farklı sektörlerde hizmet veren bir tesisin kontrol ve bakımında en kapsayıcı çözümleri sunan yazılımdır. Geçmişi 1960’lı yıllara kadar giden, günümüzde ise bulut tabanlı ve mobil olarak kullanılan CMMS’nin temel işlevleri; altyapı tesislerinde bakım bilgilerini merkezileştirmek, süreçleri kolaylaştırmak ve verimliliği artırmak olarak sıralanmaktadır."
      },
      {
        "text": "CMMS Nasıl Çalışır ?",
        "class": "h3"
      },
      {
        "text": "CMMS aslen bir veri tabanına dayanmakta olup, bir tesis içerisinde yer alan fiziki ve beşeri tüm kaynaklar hakkında bilgileri bu veri tabanına kaydeder. Bu sayede makinelerden araçlara, malzemelerden çalışanlara kadar tüm kaynakları belirli görevler çerçevesinde organize eder ve süreçler arasında tam koordinasyon sağlar."
      },
      {
        "text": "CMMS Kullanımı hangi avantajları sağlar ?",
        "class": "h3"
      },
      {
        "text": "Tesislerde CMMS’nin etkin kullanımının sağladığı avantajları şöyle sıralayabiliriz:"
      },
      {
        "text": "Verimliliği arttırır ve ömrü uzatır.",
        "class": "fw-bolder"
      },
      {
        "text": "Veri paylaşımı yaklaşımıyla tesisin her noktasında ve operasyonun her aşamasındaki faaliyetleri birbirleriyle uyumlu hale getirerek aynı iş hedefleri doğrultusunda birleştirir. Kusur ve arızaları etkin şekilde raporlar ve düzeltilmesine imkan tanır. Cmms, kaynakların daha etkin kullanımını sağlar. İster makine, ekipman, araç gibi fiziksel isterse çalışanlar gibi beşeri olsun tüm kaynakların verimli kullanımında etkin rol oynar. Böylece ekipmanların sertifikasyonları ya da çalışanların vardiyaları tek bir panodan organize edilebilir."
      },
      {
        "text": "Varlıklar kayıt altına alınır.",
        "class": "fw-bolder"
      },
      {
        "text": "Fiziksel varlıkların üretici, model, seri numarası vb. özelliklerinden tesis içerisindeki yerlerine, performansları ve kapalı kalma sürelerinden bakım kılavuzlarından garantilerine, nesnelerin interneti (IoT) uygulamalarına entegrasyonlarına kadar geniş bir yelpazede tüm yeteneklerini kayıt altına alır. Oluşturulan bakımlar sürekli olarak standardize edilir. Veri tabanına bilgiler; sensörlerden, kullanım istatistiklerinden ve bakım ekiplerini ilgilendiren diğer verilerden gelir. Bu sayede CMMS, yapay zekayı kullanarak MRO envanterini otomatize eder. Bakım ve onlarım işleminde (MRO) kullanılan malzemelerin envanterinin oluşturulması, konumlandırılması ve geri çağrılması süreçlerini otomatikleştirir."
      },
      {
        "text": "İş akışlarını görünür kılarak, emirlerin etkin yönetimini sağlar.",
        "class": "fw-bolder"
      },
      {
        "text": "Panoların ve raporların aktive edilmesiyle, bakım ekiplerinin varlıklara kolay erişimine yardımcı olur. Bununla birlikte; tesisin her noktasındaki çalışan faaliyetlerinin değerlendirilmesine, iş emirlerinin otomatikleştirilmesine, planlanmış ve gerçekleşen maliyetlerin kayıtlarının tutulmasına ve iş emirlerinin tamamlanma oranlarının iyileştirilmesine katkıda bulunur.  Ayrıca daha sağlıklı, güvenli ve çevreci tesisler yaratır. Küresel ve ulusal otoritelerin beklentileri, regülasyonlar ve müşteri talepleri doğrultusunda hem çalışan hem de çevre güvenliğini tehlikeye atacak arıza ve riskler için erken uyarı sistemi kurar, varlıkların bakımının düzenli gerçekleştirilmesini sağlar, tüm gerçekleşmiş sorunları raporlar ve düzeltilmesine imkan tanır."
      },
      {
        "text": "İşgücünü mobilize eder.",
        "class": "fw-bolder"
      },
      {
        "text": "CMMS sadece tesisin içindeki değil, dışındaki çalışanların da ortak hedeflere entegre edilmesine ve imkan tanıyacak avantajlar sunar ve onları destekler."
      },
      {
        "text": " CMMS = uzun çalışma süresi = kârlılık",
        "class": "fw-bolder font-italic"
      },
      {
        "text": "Tesislerde bakım yöneticileri ve departmanlarının varlık nedeni, büyük ve pahalı bir yatırımın karşılığı olan araç ve ekipmanların arızalanmadan en uzun süre devrede kalmalarını sağlamaktır. Bir diğer deyişle, arızalanmadan en uzun süre çalışan varlıklar, en değerli, kârlı ve tasarruf dostu varlıklardır. Güvenilir ve uzun çalışma süreleri ise sırtını güvenilir varlıklara dayayan işletmelerin yüzünü rahatlıkla müşterilerinin taleplerine dönebileceği bir zemin yaratmaktadır."
      },
      {
        "text": "CMMS seçerken nelere dikkat edilmelidir ?",
        "class": "h3"
      },
      {
        "text": "Bir CMMS yazılımı seçerken, işlev ve teknoloji kadar “desteğe erişim” de önemlidir. Hizmet sağlayıcıların CMMS dağıtımının öncesi, sırası ve sonrasını kapsayacak şekilde eğitim ve destek hizmeti sağlaması gerekmektedir. Bir diğer önemli faktör ise seçilen CMMS’nin tesisteki mevcut sistemlere entegrasyonudur. Geçmişteki verileri içerebilen CMMS’nin etkinliği artacaktır.  Son olarak CMMS’den hizmet olarak (SaaS) mı yoksa şirket içi mi (On-Prem) faydalanacağı bir diğer önemli konudur. Bu yazılımı hizmet olarak edinmek, hızlı deneme ve dağıtımın yanı sıra özelliklerinin veri kalitesi ve işlevsellik bozulmaksızın kolayca yükseltilebileceği anlamına gelecektir. Şirket bünyesine katmak ise veri bozulması yaşamadan optimizasyon için BT ve bilgi güvenliği uzmanlarının işbirliğini zorunlu kılacaktır."
      }
    ]
  },
  {
    "id": "2",
    "date": "02 EYL",
    "baseImage": "assets/uploads/blogPhotos/Alt-yapi-bakimi.png",
    "subTitle": "BAKIM YÖNETİM UYGULAMASI",
    "title": "Altyapı Bakım Nedir ? Neden Önemlidir ? ",
    "slug": "altyapi-bakimi-nedir-neden-önemlidir",
    "description": "En geniş tanımla altyapı; toplumsal refahı, yaşam kalitesini ve ticareti artırmaya yönelik geliştirilen  tesisler ve sistemlerdir. Otob...",
    "descriptions": [
      {
        "text": "En geniş tanımla altyapı; toplumsal refahı, yaşam kalitesini ve ticareti artırmaya yönelik geliştirilen  tesisler ve sistemlerdir. Otobanlardan havalimanlarına, petrol ve doğalgaz hatlarından üretim tesislerine, depolardan santrallere, hastanelerden okullara, telekomünikasyona ve hatta cezaevlerine birçok yatırım altyapı kavramı içerisinde değerlendirilmektedir. Her yıl dünyada yüzlerce milyar dolarlık altyapı yatırımı bazen kamu bazen özel sektör, bazense her ikisinin ortaklığında hayata geçirilmektedir. Buna karşın başta gelişmekte olan ülkeler olmak üzere dünyanın birçok yerinde altyapı yatırımlarına olan ihtiyaç hala devasa boyutlardadır. Dünya Ekonomik Forumu verilerine göre, mevcut yatırım temposuyla dünya 2040 yılına kadar 15 trilyon dolarlık bir altyapı açığına sahip olacaktır. Diğer yandan; altyapılarını başarıyla inşa eden ya da yenileyen ülkeler ticaret ağlarına hızla entegre olmakta, daha dinamik bir ekonomi ve toplumsal refah ile hızla kalkınmaktadır. Altyapı yatırımlarının arka planında büyük bir sermaye, planlama yeteneği, teknolojik birikim ve işgücünün seferber edilmesi bulunmaktadır. Bu yönüyle her bir altyapı yatırımı oldukça değerli olup, ömürlerinin olabildiğince uzun kılınmasının yolu  etkin “altyapı bakımından” geçmektedir."
      },
      {
        "text": "Kamu altyapısı ve Özel altyapı nedir?",
        "class": "h3"
      },
      {
        "text": "Geleneksel olarak altyapı yatırımlarının hükümetlerin yani kamunun sorumluluğunda olduğuna inanılmaktadır. Gerçekten de şehirleşmeyle birlikte kamu yönetimleri; ulaşım, enerji, sanitasyon, telekomünikasyon, eğitim, sağlık, spor gibi alanlarda birçok altyapı yatırımını hayata geçirmiştir. Kamu altyapısının finansmanında halktan toplanan vergiler aktiftir. Hizmet yine halka dönecektir. Bu nedenle vergilerin mümkün olan en iyi yatırımda değerlendirilmesi gerekmektedir. Özel sektör ise kâr maksimizasyonu için üretim tesisleri, depolar, perakende ve ofis alanları gibi alanlarda yatırımları üstlenmiştir. Son yıllarda kamu-özel işbirliği (KÖİ) ile altyapı yatırımlarında kamunun garanti mekanizmaları ile özel sektörün dinamizminin birleştirildiği bir model kurgulanmış ve sağlıktan ulaşıma, yenilenebilir enerjiden telekomünikasyona birçok alandaki altyapı yatırımları karşılanmaya başlanmıştır."
      },
      {
        "text": "Altyapı bakımına neden ihtiyaç duyulur?",
        "class": "h3"
      },
      {
        "text": "Toplumsal kalkınma açısından “sürdürülebilirlik” hiç olmadığı kadar önemlidir. Bu amaç ise altyapıların kesintisiz hizmet vermesini gerekli kılmaktadır. Hangi amaca dönük olursa olsun ve hangi taraflarca yapılırsa yapılsın düzenli bakımı yapılan altyapıların ömrü uzayacak, daha etkin kullanılacak ve çok sayıda insanın hayatına dokunacaktır."
      },
      {
        "text": "Altyapıların bakımı için kolaylaştırıcı çözüm: Bakım yönetim yazılımı (CMMS)",
        "class": "h3"
      },
      {
        "text": "Altyapılar teknolojik açıdan karmaşıklaştıkça, bakımları zorlaşmakta ve elbette riskler artmaktadır. Dinamik, gerçek zamanlı ve veriye dayalı bakım ise bu riskleri azaltacak ve altyapı bakımını kolaylaştıracaktır. Modern bakım yönetimi yazılımı (CMMS) bu amacın hayata geçirilmesinde güncel araçların içerisinde en etkinidir."
      },
      {
        "text": "CMMS ile yeni bir altyapı bakımı yaklaşımını benimseyin.",
        "class": "fw-bolder"
      },
      {
        "text": "Verileri merkezi olarak kontrol edin.",
        "style": "display:inline",
        "class": "fw-bolder"
      },
      {
        "text": " Dijitalleşen altyapı tesislerinde verileri manuel olarak izlemeye ve yönetmeye çalışmak artık bir hayaldir. Bilgisayar ortamında tutulan basit elektronik tablolar ise bu karmaşık tesisler için fazla basit kalmakta ve veri kaybı risklerini beraberinde getirmektedir. Yetkin bir CMMS yazılımı; tüm kaynakları veri tabanında kayıt altına alacak, verileri entegre edecek ve merkezileşmiş verilerden hareketle bakım ekibini doğru hedefe kanalize edecektir.",
        "style": "display:inline"
      },
      {
        "text": "Planlı ve pro-aktif bir bakım paradigmasına geçin.",
        "style": "display:inline",
        "class": "fw-bolder"
      },
      {
        "text": "Günümüzde bakım maliyetlerini düşürmenin en etkin yolu, riskler henüz hayata geçmeden onları tespit etmek ve çok daha maliyetli olmadan önlemektir. Yetkin bir CMMS, planlı ve pro-aktif bir bakım programı oluşturulmasını sağlayacak ve bakım ekibini doğrudan hedefe yöneltecektir. Program şu bilgileri içerebilecektir:",
        "style": "display:inline"
      },
      {
        "text": "Tüm bakım direktifleri",
        "style": "font-style:italic"
      },
      {
        "text": "Özelleştirmeye açık check-list’ler",
        "style": "font-style:italic"
      },
      {
        "text": "İlgili tüm araç ve malzemeler",
        "style": "font-style:italic"
      },
      {
        "text": "Olası güvenlik riskleri",
        "style": "font-style:italic"
      },
      {
        "text": "Dijital şema, işletme ve bakım rehberleri",
        "style": "font-style:italic"
      },
      {
        "text": "İnteraktif tesis haritaları ve kat planları",
        "style": "font-style:italic"
      },
      {
        "text": "7/24 mobil uygulamaya erişin.",
        "style": "display:inline",
        "class": "fw-bolder"
      },
      {
        "text": "Yetkin bir CMMS’nin sağladığı barkod taraması ile mobil uygulamaya her an erişim imkanı, sorunlu alana giden bakım ekibinin merkezle iletişimini kesmemesi ve mesafeden kaynaklı maliyetler oluşmaması için kritik bir araçtır. Ekip, mobil uygulama sayesinde sisteme doğrudan veri ve görüntü yükleyebilecek, sorunun merkez tarafından görsel kanıtlarla incelenmesini sağlayabilecektir.",
        "style": "display:inline"
      }
    ]
  },
  {
    "id": "3",
    "date": "29 AĞU",
    "baseImage": "assets/uploads/blogPhotos/durum-bazli-bakm.png",
    "subTitle": "PERİYODİK BAKIM YÖNETİMİ",
    "title": "Durum Bazlı Bakım (CBM) Nedir ?",
    "slug": "durum-bazli-bakim-nedir",
    "description": "Bir altyapıda olası arızaların önüne geçmek için kullanılan geleneksel önleyici bakım stratejileri çoğunlukla gereksiz varlık bakımları...",
    "descriptions": []
  },
  {
    "id": "4",
    "date": "22 AĞU",
    "baseImage": "assets/uploads/blogPhotos/periyodik-bakim.png",
    "subTitle": "PERİYODİK BAKIM YÖNETİMİ",
    "title": "Periyodik Bakım Nedir ?",
    "slug": "periyodik-bakim-nedir",
    "description": "Altyapıların en çok başını ağrıtan konuların başında varlıklardaki beklenmedik arızalar gelmektedir. Belirli bir garanti ve sigorta kap..",
    "descriptions": []
  },
  {
    "id": "5",
    "date": "18 AĞU",
    "baseImage": "assets/uploads/blogPhotos/uretimde-iot-yeni-trendler.png",
    "subTitle": "BLOG",
    "title": "Üretimde IoT ve Yeni Trendler",
    "slug": "üretimde-yeni-trendler",
    "description": "Tüm dünyada üretim süreçleri hızlı bir dönüşümün içerisinden geçiyor.  IoT, bu dönüşümün başlıca araçlarından biridir. Üretimde IoT, bi...",
    "descriptions": []
  },
  {
    "id": "6",
    "date": "15 HAZ",
    "baseImage": "assets/uploads/blogPhotos/Toplam-Verimli-Bakim-1917x2048.webp",
    "subTitle": "BAKIM YÖNETİM UYGULAMASI",
    "title": "Toplam Verimli Bakım",
    "slug": "toplam-verimli-bakim",
    "description": "Günümüzde işletmelerde uygulanan modern üretim ve yönetim teknikleri müşteri taleplerini baz almaktadır. Müşterilerin, ürün ve hizmet üzerindeki beklentisi sürekli artmakta olduğundan bu durum işletmelerin üretim sistemlerinin giderek karmaşık ve komplike bir hal almas...",
    "descriptions": []
  },
  {
    "id": "7",
    "date": "11 HAZ",
    "baseImage": "assets/uploads/blogPhotos/Hata-Turleri-Ve-Etkileri-Analizi-4-1917x2048.webp",
    "subTitle": "ARIZA YÖNETİMİ",
    "title": "Hata Türleri ve Etkileri Analizi",
    "slug": "hata-türleri-ve-etkileri-analizi",
    "description": "Bir sistemin potansiyel hata türlerini analiz etmek için hataları olasılıklarına ve benzerliklerine göre sınıflandıran bir ürün geliştirme ve operasyon yönetim prose...",
    "descriptions": []
  },
  {
    "id": "8",
    "date": "06 HAZ",
    "baseImage": "assets/uploads/blogPhotos/Guvenirlik-Merkezli-Bakim-Yaklasimi-1917x2048.webp",
    "subTitle": "BLOG",
    "title": "Güvenilirlik Merkezli Bakım Yaklaşımı",
    "slug": "güvenilirlik-merkezli-bakim-yaklasimi",
    "description": "1960’lı yıllarda ABD’de karmaşık makine ve aygıtların güvenilirliği ile ilgili yap...",
    "descriptions": []
  },
  {
    "id": "9",
    "date": "22 ARA",
    "baseImage": "assets/uploads/blogPhotos/Vida-Blog-Teknolojinin-Bakim-Yonetime-Etkisi-1-959x1024.webp",
    "subTitle": "KESTİRİMCİ BAKIM YÖNETİMİ",
    "title": "Teknolojinin Bakım Yönetim Etkisi",
    "slug": "teknolojinin-bakim-yönetim-etkisi",
    "description": "Makine bakımının periyodik olarak yapılması makinelerin performansının stabil kalması açısından oldukça önemlidir. Bakımın yanı sıra parça takibi ve değişimi gibi konuların da takibinin yapılma...",
    "descriptions": []
  },
  {
    "id": "10",
    "date": "21 ARA",
    "baseImage": "assets/uploads/blogPhotos/Vida-Blog-Planli-Bakimlarda-Uretim-Verimi-Arttirma-1917x2048.webp",
    "subTitle": "BAKIM YÖNETİM UYGULAMASI",
    "title": "Planlı Bakımlarla Üretimde Verimi Arttırmak",
    "slug": "planli-bakimlarla-üretimde-verimi-arttirmak",
    "description": "Üretim proses verimliliği, bir işletmenin hedeflerini ne kadar sürede ve ne kadar iyi şekilde gerçekleştireceğini gösterir. Mevcut üretim oranlarını beklenen üretim oranlarıyla karşılaş...",
    "descriptions": []
  },
  {
    "id": "11",
    "date": "21 ARA",
    "baseImage": "assets/uploads/blogPhotos/Vida-Blog-Kapak-Periyodik-Bakimlarin-Onemi-1917x2048.webp",
    "subTitle": "PERİYODİK BAKIM YÖNETİMİ",
    "title": "Bakım Takip Programı: Periyodik Bakımların Önemi Nedir ?",
    "slug": "bakim-takip-programi",
    "description": "Bazı firma yöneticileri, hali hazırda çalışır durumda üretimde bulunan makinelerin bakım ya da yenileme işlemlerinin firmayı zaman ve maddiyat açısından zarara uğrataca...",
    "descriptions": []
  },
  {
    "id": "12",
    "date": "21 ARA",
    "baseImage": "assets/uploads/blogPhotos/Vida-Makine-Ideal-Bakim-Periyotlari-1917x2048.webp",
    "subTitle": "KESTİRİMCİ BAKIM YÖNETİMİ",
    "title": "Makinelerinizin İdeal Bakım Periyotları Ne Olmalıdır ?",
    "slug": "makinelerinizin-ideal-bakim-periyotlari-ne-olmalidir",
    "description": "Bakım planlaması, bir sanayide bulunan makine ve cihazların üretime devam edebilmesi amacıyla yapılması gereken işlemlerin planlanmas...",
    "descriptions": []
  },
  {
    "id": "13",
    "date": "21 ARA",
    "baseImage": "assets/uploads/blogPhotos/Vida-Blog-Kapak-Resmi-Bakim-Yonetim-Yazilimi-1917x2048.webp",
    "subTitle": "BAKIM YÖNETİM UYGULAMASI",
    "title": "Bakım Yönetim Yazılımı Nedir ?",
    "slug": "bakim-yönetim-yazilimi-nedir",
    "description": "er iş yeri büyük bütçeler ayrılarak kurulur, üretim ve hizmet aşamalarında da belirli masraflar yapılır. Bütün bu giderlerin kontrol altında tutulması gerekir. Aksi takdirde çok fazla harcama yapılabil...",
    "descriptions": []
  },
  {
    "id": "14",
    "date": "21 ARA",
    "baseImage": "assets/uploads/blogPhotos/Vida-Blog-Kapak-Kestirici-Bakim-1917x2048.webp",
    "subTitle": "KESTİRİMCİ BAKIM YÖNETİMİ",
    "title": "Kestirimci Bakım Nedir ?",
    "slug": "kestirimci-bakim-nedir",
    "description": "Makinelerde beklenmedik arızalanmalar görülmesi, kısa vadede de olsa üretimin durmasına ve ideal işleyişi belirli bir süre boyunca kaybetmenize sebep olur. Makinelerin eski performansları...",
    "descriptions": []
  },
  {
    "id": "15",
    "date": "20 ARA",
    "baseImage": "assets/uploads/blogPhotos/Vida-Blog-Kapak-Resmi-Ariza-Yonetimi.webp",
    "subTitle": "ARIZA YÖNETİMİ",
    "title": "Arıza Üretim Üzerinde Nasıl Riskler Oluşturur ?",
    "slug": "ariza-üretim-üzerinde-nasil-riskler-oluşturur",
    "description": "Küçük ve büyük ölçekli tüm işletmelerde bulunan makinalar belirli aralıklarda uygulanacak bir periyodik bakıma ihtiyaç duyar. Eğer bu periyodik bakımlar zamanında gerçekleşmezse makinalar üzerinde arıza risk faktörleri meydan..."
  },
  {
    "id": "16",
    "date": "20 ARA",
    "baseImage": "assets/uploads/blogPhotos/Vida-Blog-Kapak-Resmi-Bakim-Yonetimi-959x1024.webp",
    "subTitle": "BAKIM YÖNETİM UYGULAMASI",
    "title": "Vida Bakım Yönetim Uygulaması ile Maliyetleri Nasıl Düşürürsünüz?",
    "slug": "vida-bakim-yönetim-uygulamasi-ile-maliyetleri-nasıl-düşürürsüzünüz",
    "description": "Bakım yönetim yazılımları, küçük ya da büyük ölçekli her fabrika için bakım takibinde yardımcı bir sistemdir.Bakım planlarının kolaylıkla kontrol edilebildiği, arızaların zaman kaybı yaşanmadan müdahale edildiği bir sistem sayesinde bakım planlarının...",
    "descriptions": []
  }
]
